Repository: rwf-rr/rwf-openrails
Catalog: Source/Locales/RunActivity/*.po
Languages: pl, ru

source: LoadDE
pl: ŁadujDE

source: Auxiliar power
pl: Moc pomocnicza

source: RpmDE
pl: ObrMinDE

source: CarType
pl: TypWag

source: ConsDE
pl: ZestawDE

source: TMTemp
pl: TempTM

source: WaterTemp
pl: TempWody

source: DRTemp
pl: TempDR

source: OilTemp
pl: TempOlej

source: PantoVoltage
pl: PantogNap

source: OilPress
pl: CiśnOlej

source: TurboRPM
pl: TurbObrot

source: TurboPress
pl: TurbCiśn

source: TurboLoad
pl: TurbObciąż

source: Compressor I
pl: Kompresor 1

source: Compressor II
pl: Kompresor 2

source: AuxCompressor
pl: KompresorPomoc

source: AirHoses
pl: PrzewPowiet

source: AntiSkid
pl: AntyPośliz

source: LeakBrkPipes
pl: WyciekRurHam

source: VolBrkPipes
pl: RurHamObj

source: VolBrkCyl
pl: CylHamObj

source: VolMainRes
pl: ZbiorGłObj

source: BrkMode
pl: TrybHam

source: BrkMass
pl: HamSiła

source: Tree leaves on track!
pl: Liście na torach!

source: Wag Adhesion
pl: Przyczepność wagonów

source: Tang. Force
pl: Siła tarcia

source: Static Force
pl: Siły statyczne

source: Solver
pl: Metoda obliczeniowa

source: Stability correction
pl: Poprawiono stabilność

source: Wheel Speed
pl: Prędkość obrotu koła

source: Track quality
pl: Stan techniczny torowiska

source: ResWind:
pl: WiatrTył:

source: ResSpeed:
pl: PrędkTył:

source: Wind Speed:
pl: Prędkość wiatru:

source: Wind Direction:
pl: Kierunek wiatru:

source: Train Direction:
pl: Kierunek jazdy:

source: filtered by {0:F0}
pl: przefiltrowano za pomocą {0:F0}

source: {0:F0} MB ({5}, {6}, {7}, {8}, {9}, {10}, {1:F0} MB managed, {11:F0} kB/frame allocated, {2:F0}/{3:F0}/{4:F0} GCs)
pl: {0:F0} MB ({5}, {6}, {7}, {8}, {9}, {10}, {1:F0} MB wykorzystywane, {11:F0} kB/klatkę przydzielono, {2:F0}/{3:F0}/{4:F0} GCs)

source: {0:F0} FPS (50th/95th/99th percentiles {1:F1} / {2:F1} / {3:F1} ms)
pl: {0:F0} FPS (centyle 50/95/99 {1:F1} / {2:F1} / {3:F1} ms)

source: {0} ({1:F0} MB) ({2:F0} pixels x {3:F0} pixels)
pl: {0} ({1:F0} MB) ({2:F0} pikseli x {3:F0} pikseli)

source: Pax
pl: Pasażer

source: Passengers Info
pl: Informacja pasażerska

source: Name (Weight / Age)
pl: Imię (waga / wiek)

source: From Station
pl: Ze stacji

source: To Station
pl: Do stacji

source: Car Nr.
pl: Nr wagonu

source: (Passengers:
pl: (Pasażerowie:

source: , Capacity
pl: , Pojemność

source: Overall:
pl: Ogółem:

source: Passengers weight:
pl: Waga pasażerów:

source: kg / Count of passengers:
pl: kg/ liczba pasażerów:

source: Completed.
pl: Ukończono.

source: safe range
pl: bezpieczny zakres

source: safe
pl: bezpieczny

source: Cars count
pl: Licznik wagonów

source: Real braking percentages
pl: Rzeczywista masa hamująca

source: Warning Event
pl: Ostrzeżenie o zdarzeniu

source: You didn't give a corresponding sound sign at an unprotected crossing!
pl: Nie użyłeś wymaganego sygnału dźwiękowego przed przejazdem kolejowo-drogowym!

source: {0:F0} sound source
pl: {0:F0} źródło dźwięku

source: Handbrake
pl: Hamulec ręczny
