Repository: rwf-rr/rwf-openrails
Catalog: Source/Locales/RunActivity/*.po
Languages: pl, ru

# NonSteam
source: Reverser
pl: Nawrotnik
ru: Реверсор

# Pantograph
source: Panto
ru: Токопр

# Engine
source: Eng
ru: ДВС

# CircuitBreaker
source: CB
ru: ГВ

# TractionCutOffRelay
source: TCOR
ru: РП

source: MultiPlayer Info
ru: Роль в мультиплеере

source: Connection to the server is lost, will play as single mode
ru: Связь с сервером потеряна, продолжаю в одиночном режиме

source: Next Station
pl: Następna stacja
ru: Следующая станция

source: Waiting for train to attach
pl: Oczekiwanie na pociąg do podłączenia
ru: Ожидается прицепка к поезду

source: Waiting for train to attach :
pl: Oczekiwanie na pociąg do podłączenia :
ru: Ожидается прицепка к поезду:

source: Waiting for transfer
pl: Oczekiwanie na przesiadkę
ru: Ожидается обмен вагонами

source: Train inactive.
pl: Pociąg zdezaktywowany.
ru: Поезд неактивен.

source: Train static.
pl: Skład statyczny.
ru: Поезд статичен.

source: Train not active.
pl: Pociąg nie jest aktywny.
ru: Поезд не активен.

source: Activated by other train.
pl: Aktywowany przez inny pociąg.
ru: Активирован другим поездом.

source: Activation time :
pl: Czas aktywacji :
ru: Активация в:

source: Train has terminated.
pl: Pociąg skończył bieg.
ru: Поезд аннулирован.

source: No more stations.
pl: Brak kolejnych stacji.
ru: Станций больше нет.

source: Transfer units at next station with train
pl: Transfer na następnej stacji do pociągu
ru: На следующей станции передача вагонов поезду

source: Transfer units with train
pl: Transfer do pociągu
ru: Передача вагонов поезду

source: Train is to attach to :
pl: Pociąg należy podłączyć do :
ru: Поезд сцепляется с:

source: ; other train not yet ready
pl: ; inny pociąg nie jest jeszcze gotowy
ru: ; другой состав пока не готов

source: Train is to pickup train at end of path
pl: Skład do zabrania na końcu trasy
ru: Поезд для прицепки в конце маршрута

source: Pick up train ahead
pl: Skład do zabrania znajduje się z przodu pociągu
ru: Прицепка к поезду перед Вами

source: Transfer units with train ahead
pl: Transfer do/z składu znajdującego się z przodu pociągu
ru: Передача вагонов поезду впепеди

source: Activity completed.
pl: Zadanie ukończone.
ru: Сценарий выполнен.

source: Odometer {0}
pl: Drogomierz {0}
ru: Одометр {0}

source: FOV: {0:F0}°
ru: Угол обзора: {0:F0}°

source: Pause Menu
pl: Menu pauzy
ru: Меню паузы

source: Quit {1} ({0})
pl: Wyjdź {1} ({0})
ru: Выйти из {1} ({0})

source: Save your game ({0})
pl: Zapisz swoją grę ({0})
ru: Сохранить игру ({0})

source: Continue playing ({0})
pl: Kontynuuj grę ({0})
ru: Продолжить игру ({0})

source: Switch
pl: Rozjazd
ru: Стрелки

source: Track Monitor
pl: Monitor szlaku
ru: Путевая обстановка

source: Auto Signal
pl: Semafory wyświetlanie automatycznie
ru: По сигналам

source: Node
pl: Węzeł
ru: По АЛС

source: Manual
pl: Ręczny
ru: АЛС - Маневр

source: Explorer
pl: Tryb eksploracji
ru: АЛС - Исслед

source: OutOfControl :
pl: TrybBezKontroli:
ru: АЛС - Автостоп:

source: Inactive
pl: Dezaktywowany
ru: АЛС - Неактивен

source: Turntable
pl: Obrotnica
ru: АЛС - поворотный круг

source: Unknown
pl: Nieznany
ru: АЛС - некодируемый участок

source: Speed:
pl: Prędkość:
ru: Скорость:

source: Projected:
pl: PrędkDocel:
ru: Ожидается:

source: Limit:
pl: Vmax:
ru: Ограничение:

source: Milepost Limit Dist
pl: Hektom. Vmax Odl.
ru: Пикет Огр.ск. Сиг Дист

source: Train Operations Viewer
ru: Операции с единицей ПС

source: In Timetable Mode uncoupling using this window is not allowed
pl: W trybie "Rozkładu jazdy" odczepianie wagonów przy użyciu tego okna nie jest dozwolone
ru: В режиме расписания нельзя управлять сцепками через это окно

source: On
pl: Włączone
ru: Вкл

# DieselEngine
source: Engine
ru: ДВС

# DieselEngine
source: Running
ru: Работает

# DieselEngine
source: Stopped
ru: Заглушен

source: Train Car Operations
ru: Состояние состава

# PowerSupply
source: Power
ru: Напряж

# PowerSupply
source: On
ru: Вкл

source: FLOW
ru: ПОТОК

source: Fuel
pl: Paliwo
ru: Топл

source: FUEL
pl: PALW
ru: ТОПЛ

source: Load
ru: Нагр

source: LOAD
ru: НАГР

source: Loco Groups
ru: Группа

source: GRUP
ru: ГРУППА

source: Oil Pressure
ru: Давление масла

source: OIL
ru: МАСЛО

source: POWR
pl: ZASI
ru: СЕТЬ

source: Remote
ru: Дист

source: RMT
ru: ДИСТ

source: RPM
ru: ВРАЩ

source: Reverser
pl: Nawrotnik
ru: Реверс

source: REVR
pl: NAWR
ru: РЕВЕРС

source: STAT
ru: СОСТ

source: Temperature
ru: Температура

source: TEMP
ru: ТЕМП

source: THRO
pl: NAST
ru: КОНТР

source: TIME
pl: CZAS
ru: ВРЕМ

source: Tractive Effort
ru: Сила Тяги

source: TRACT
ru: ТЯГА

source: Forward
pl: Do przodu
ru: Вперёд

source: Forw.
ru: Впер.

source: Idle
ru: Выбег

source: Running
ru: Работает

source: Runn
ru: Раб

source: Train Dpu Info
ru: Инф. о толкачах

source: Distributed power management not available with this player train.
ru: В этом поезде нет толкачей.

source: BP
ru: ТМ

source: EQ
pl: Zbiornik wyrównawczy
ru: УР

source: AI Fireman
ru: Автокочегар

source: AIFR
ru: А/кочегар

source: AUTO
ru: А/пилот

source: Battery switch
ru: Рубильник АБ

source: BATT
ru: АБ

source: Blowndown valve
ru: Эверласт

source: BLWV
ru: ЭВЕР

source: Boiler pressure
pl: Ciśnienie kotła z wodą
ru: Давление

source: PRES
pl: CIŚN
ru: ДАВЛ

source: Boiler water glass
pl: Wodowskaz
ru: Водомерное стекло

source: WATR
pl: WSKZ
ru: ВОДСТ

source: Boiler water level
pl: Poziom wody w kotle
ru: Уровень воды в котле

source: LEVL
pl: POZM
ru: УРОВ

source: Booster air valve
ru: Воздушный вентиль бустера

source: BAIR
ru: Б.возд

source: Booster idle valve
ru: Вентиль холостого хода бустера

source: BIDL
ru: ВХХБ

source: Booster latch
ru: Защёлка бустера

source: BLCH
ru: ЗБУС

source: Booster
ru: Бустер

source: BOST
ru: БУСТ

source: CCStatus
ru: Режим КК

source: CCST
ru: КК

source: Circuit breaker
pl: Wyłącznik szybki
ru: Главн Выключ

source: CIRC
pl: OBWD
ru: ГВ

source: Cylinder cocks
pl: Kurki cylindra
ru: Клапаны продувки цилиндров

source: CCOK
pl: CYLK
ru: КПЦил

source: DIRC
pl: KIER
ru: РЕВЕРС

source: DOOR
pl: DRZW
ru: ДВЕРИ

source: BDYN
pl: HDYN
ru: ЭДТ

source: Electric train supply
ru: Магистраль отопления

source: TSUP
ru: Отопл

source: BLOC
pl: HLOK
ru: РВТ

source: Engine
pl: Lokomotywa
ru: Мотор

source: ENGN
pl: LOKO
ru: ДВС

source: Fire mass
pl: Ilość ognia
ru: Загрузка топки

source: FIRE
pl: OGIE
ru: ОТАПЛ

source: Fixed gear
pl: Stały bieg
ru: Редукторный

source: GEAR
pl: BIEG
ru: ПЕРЕД

source: Fuel levels
pl: Ilość paliwa
ru: Уровни топлива

source: Gear
pl: Bieg
ru: Передача

source: GRAD
pl: POCH
ru: УКЛОН

source: Grate limit
pl: Ruszt zatkany
ru: Пред.Колосн

source: GRAT
pl: RUSZ
ru: Колосн

source: Master key
ru: Выкл.упр

source: MAST
ru: ВУ

source: MaxAccel
ru: Пр.Ускор

source: MACC
ru: ПрУс

source: Pantographs
pl: Pantografy
ru: Токосъёмники

source: PANT
ru: Т/Пр

source: REGL
pl: REGU
ru: Регул

source: RPLY
pl: POWT
ru: Повтор

source: RETN
pl: ZAWO
ru: РЕТЕЙН

source: Sander
pl: Piasecznica
ru: Песочница

source: SAND
pl: PIAS
ru: ПЕСОК

source: SPED
pl: PRĘD
ru: СКОР

source: Steam usage
pl: Zużycie pary
ru: Расход пара

source: STEM
pl: PARA
ru: ИСПАР

source: Target
ru: Целевая

source: TARG
ru: Ц.Ск

source: Traction cut-off relay
ru: Реле перегрузки

source: TRAC
ru: РП

source: BTRN
pl: HPOC
ru: РКМ

source: Water scoop
ru: Черпак

source: WSCO
ru: ЧЕРП

source: Wheel
pl: Koło
ru: Колесо

source: WHEL
pl: KOŁO
ru: БОКС

source: (absolute)
ru: (абсолютный)

source: (Abs.)
ru: (абс.)

source: apply Service
pl: uruchom działanie
ru: служебное

source: Apply
pl: Uruchom
ru: Применить

source: Apply Quick
pl: Szybkie uruchamianie
ru: Быстрая разрядка

source: ApplQ
pl: SzybkUruch
ru: Быстр

source: Apply Slow
pl: Powolne uruchamianie
ru: Темп мягкости

source: ApplS
pl: PowolUruch
ru: Мягк

source: coal
pl: węgiel
ru: уголь

source: c
ru: угля

source: Cont. Service
ru: Разрядка ТМ

source: Serv
ru: Служ

source: Emergency Braking Push Button
pl: Przycisk hamulca awaryjnego
ru: Кнопка аварийного останова

source: EmerBPB
pl: PrzycHamAw
ru: КнАвОст

source: Lap Self
pl: Hamowanie stopniowe
ru: Самоперекрыша

source: LapS
pl: HStopn
ru: С/Пер

source: Minimum Reduction
pl: Minimalna redukcja
ru: Предв. разрядка

source: MRedc
pl: RedukMIN
ru: ПрРазр

source: (safe range)
ru: в допуске

source: (safe)
ru: (в доп)

source: skid
pl: poślizg
ru: юз

source: Skid
pl: Poślizg
ru: Юз

source: slip warning
pl: ostrzeżenie o poślizgu
ru: на грани боксования

source: Warning
pl: Ostrzeżenie
ru: Оповещение

source: slip
pl: poślizg
ru: бокс

source: Slip
pl: Poślizg
ru: Бокс

source: Vac.Serv
ru: Вак.Служ.

source: water
pl: woda
ru: вода

source: w
ru: воды

source: Train Driving Info
pl: Informacja o jeździe
ru: Состояние поезда

source: bar
pl: pręt
ru: атм

source: inHg
ru: мм.рт.ст

source: kgf/cm²
pl: kg-siła
ru: кгс/см²

source: kPa
ru: кПа

source: psi
ru: фунт/дюйм

source: cfm
ru: фут^3/мин

source: L/s
ru: л/с

source: Open
pl: Otwarty
ru: Откр

source: Closed
pl: Zamknięty
ru: Закрыто

source: Engaged
ru: Вкл

source: Disengaged
ru: Откл

source: Blocked
pl: Zablokowany
ru: Забл

source: Off
pl: Wyłączone
ru: Откл

source: BC
pl: Hamulec lokomotywy
ru: ТЦ

source: Lead
pl: Bieżące
ru: Голова

source: Setup
ru: Подг

source: Up
pl: Do góry
ru: Подн

source: Broken
ru: Сломан

source: Down
ru: Опущен

source: Run
ru: Вкл

source: Locked
ru: Блокир

source: Opened
ru: Открыт

source: Reset
ru: Сброс

source: Exceeded
pl: Przekroczony
ru: Превышение

source: Normal
pl: Normalny
ru: Обычно

source: Derailed
ru: Сход

# BrakeStatus
source: V
ru: Вакуум

# BrakeStatus
source: Flow
ru: Поток

# BrakeStatus
source: EOT
ru: Хвост

source: Train List
pl: Lista pociągów
ru: Список поездов

source: Number
pl: Numer
ru: № записи

source: Service Name
pl: Nazwa ruchu kolejowego
ru: Название поезда

source: Viewed
pl: Oglądnięty
ru: Показать

source: Train in turntable not aligned to a track can't be selected
pl: Pociąg, który nie jest równoległy do toru na obrotnicy nie może być wybrany
ru: Нельзя переключиться, пока локомотив на поворотном круге

source: Player train can't be switched when in turntable not aligned to a track
pl: Pociąg gracza nie może być przesunięty, jeśli obrotnica nie jest równoległa do toru
ru: Нельзя переключиться, пока локомотив на поворотном круге

source: Train Operations
pl: Działania pociągu
ru: Действия с поездом

source: Timetable Detach Menu
pl: Menu rozkładu jazdy pociągów odłączanych
ru: Выполняется отцепка

source: This train is about to split.
pl: Ten pociąg jest bliski rozłączenia.
ru: Поезд будет разъединён.

source: Use 'cab switch' command to select cab in required portion.
pl: Użyj polecenia "Zmiany kabiny", aby wybrać kabinę w wybranej części pociągu.
ru: Для выбора поезда, которым хотите управлять, смените кабину.

source: Perform Detach
pl: Wykonaj odłączenie
ru: Выполняется отцепка

source: static consist
pl: skład statyczny
ru: статический состав

source: Rear
pl: Tył
ru: Задний

source: Front
pl: Przód
ru: Передний

source: This portion will continue as train : {0}
pl: Ta część pojedzie dalej jako pociąg : {0}
ru: Этот отцеп формирует поезд: {0}

source: {0} portion will form train : {1}
pl: część {0} utworzy pociąg : {1}
ru: {0} отцеп формирует поезд: {1}

source: Game save is not allowed during container load/unload
ru: Сохранение игры запрещено во время погрузки/выгрузки

source: Activity Save file '*.save' not found in folder {0}
pl: Zapisany stan zadania '*.save' nie został znaleziony w folderze {0}
ru: Файл сохранения '*.save' не найден в папке {0}

source: freight-grain
pl: towarowy-zboże
ru: зерно

source: freight-coal
pl: towarowy-węgiel
ru: уголь

source: freight-gravel
pl: towarowy-żwir
ru: щебень

source: freight-sand
pl: towarowy-piasek
ru: песок

source: diesel oil
pl: olej napędowy
ru: нефтепродукты

source: wood
pl: drewno
ru: дрова

source: sand
pl: piasek
ru: песок

source: freight-general
pl: ogólnotowarowy
ru: общие грузы

source: freight-livestock
pl: towarowy-żywiec
ru: животные

source: freight-fuel
pl: towarowy-paliwo
ru: жидкое топливо

source: freight-milk
pl: towarowy-mleko
ru: молоко

source: mail
pl: poczta
ru: почта

source: container
ru: контейнер

source: Refill: Immediate refill process selected, refilling immediately.
pl: Uzupełnienie: Wybrano i uruchomiono natychmiastowe uzupełnianie.
ru: Выбрана моментальная экипировка, запас пополнен.

source: Refill: Electric loco and no pickup. Command rejected
pl: Uzupełnienie: Lokomotywa elektryczna, polecenie odrzucone
ru: Электровоз не требуется заправлять топливом

source: Incompatible pickup type
pl: Niezgodny typ metody odbioru
ru: Неподходящий тип груза

source: Starting refill
pl: Rozpoczęto uzupełnianie
ru: Заправка начата

source: Container crane: Distance to {0} supply is {1}.
ru: Кран: Расстояние до {0} вагона {1}.

source: Refill: Distance to {0} supply is {1}.
pl: Uzupełnianie: Odległość do punktu {0} wynosi {1}.
ru: Расстояние до {0} заправки {1}.

source: Refill: Loco must be stationary to refill {0}.
pl: Uzupełnianie: Lokomotywa nie może się poruszać, aby uzupełnić {0}.
ru: Остановитесь, чтобы пополнить {0}.

source: Refill: Loco speed must exceed {0}.
pl: Uzupełnianie: Prędkość lokomotywy musi być większa niż {0}.
ru: Скорость должна превышать {0}.

source: Refill: Loco speed must not exceed {0}.
pl: Uzupełnianie: Prędkość lokomotywy nie może być większa niż {0}.
ru: Скорость не должна превышать {0}.

source: Refill: {0} supply now replenished.
pl: Uzupełnianie: zapas {0} został uzupełniony.
ru: {0} запас пополнен.

source: Unload: {0} fuel or freight now unloaded.
pl: Rozładunek: całość {0} została wyładowana.
ru: Разгрузка: {0} уже разгружено.

source: wag file not equipped for containers
ru: *.wag-файл не поддерживает контейнерные грузы

source: {0} now loaded.
ru: {0} погружен.

source: {0} now unloaded.
ru: {0} разгружен.

source: {0} meter
pl: {0} metr
ru: {0} метр

source: Next
pl: Następny
ru: Далее

source: Close
pl: Blisko
ru: Закрыть

source: Scale Up
pl: Powiększanie
ru: Увеличить

source: Scale Down
pl: Pomniejszanie
ru: Уменьшить

source: Acknowledge
pl: Potwierdź
ru: Подтвердить

source: Scroll Up
pl: Przybliż
ru: Прокрутка Вверх

source: Scroll Down
pl: Oddal
ru: Прокрутка Вниз

source: Projected
pl: PrędkDocel
ru: Ожидается

source: Limit
pl: Vmax
ru: Ограничение

source: Cab ORIEN
pl: Orientacja kabiny
ru: Вид из кабины

source: Backward
pl: Wstecz
ru: Назад

source: Milepost
pl: Hektometr
ru: Пикет

source: Dist
pl: Odległość
ru: Удаление

source: V
ru: Вакуум

source: EOT
pl: Koniec pociągu
ru: Хвост

# SwitchPanel
source: Switch Ahead
ru: Стрелка впереди

# SwitchPanel
source: Switch Behind
ru: Стрелка сзади

# SwitchPanel
source: Change Cab
ru: Сменить кабину

# SwitchPanel
source: Map
ru: Карта

# SwitchPanel
source: Switch Manual
ru: Стрелки вручную

# SwitchPanel
source: Clear Signal Forward
ru: Открыть сигнал впереди

# SwitchPanel
source: Autopilot
ru: Автопилот

# SwitchPanel
source: Track Monitor
ru: Путевая обстановка

# SwitchPanel
source: HUD
ru: ИЛС

# SwitchPanel
source: Train Driving
ru: Состояние поезда

# SwitchPanel
source: Switch
ru: Стрелки

# SwitchPanel
source: Train Operations
ru: Действия с составом

# SwitchPanel
source: Train Dpu
ru: Толкачи

# SwitchPanel
source: Next Station
ru: Следующая станция

# SwitchPanel
source: Train List
ru: Список поездов

# SwitchPanel
source: EOT List
ru: Список ЕОТ

# SwitchPanel
source: Direction
ru: Реверсор

# SwitchPanel
source: Gear
ru: Передача

# SwitchPanel
source: Handbrake
ru: Ручн.торм

# SwitchPanel
source: Brake hose
ru: Рукава ТМ

# SwitchPanel
source: Alerter
ru: Бдительность

# SwitchPanel
source: Emergency
ru: Стоп-кран

# SwitchPanel
source: Sander
ru: Песочница

# SwitchPanel
source: Wiper
ru: Дворники

# SwitchPanel
source: Door Left
ru: Двери Левые

# SwitchPanel
source: Door Right
ru: Двери Правые

# SwitchPanel
source: Light
ru: Огни

# SwitchPanel
source: Pantograph 1
ru: Токосъёмник 1

# SwitchPanel
source: Pantograph 2
ru: Токосъёмник 2

# SwitchPanel
source: Battery Switch
ru: Рубильник АБ

# SwitchPanel
source: Master Key
ru: Выкл.упр

# SwitchPanel
source: Circuit Breaker
ru: Главн Выключ

# SwitchPanel
source: Traction Cut-Off
ru: Реле перегрузки

# SwitchPanel
source: Diesel Player
ru: ДВС 1

# SwitchPanel
source: Diesel Helper
ru: ДВС 2

# SwitchPanel
source: Front light
ru: Прожектор

# SwitchPanel
source: Cyl Cocks
ru: Клапаны продувки цилиндров

# SwitchPanel
source: Retainers
ru: Ретейнеры

source: Dim
ru: Тускло

source: Bright
ru: Ярко

source: Always On
ru: Постоянно Вкл

source: Automatic
ru: Авто

source: Always on
ru: Всегда Вкл

source: Full
ru: Затянут

source: Connected
ru: Соединено

source: {0:F0} AL sound sources
pl: {0:F0} źródło dźwięku

source: Wire heigth set to:
pl: Wysokość sieci ustawiona na:

source: Wire hidden
pl: Przewód ukryty

source: World Object reloaded!
pl: Obiekty świata przeładowane!

source: To change stations, secure the engine room without voltage.
pl: W celu zmiany stacji wyłącz zasilanie i zabezpiecz maszynownię.

source: Confirmations suppressed
pl: Potwierdzenia niewidoczne

source: Confirmations visible
pl: Potwierdzenia widoczne

source: You are in the locomotive station
pl: Jesteś w depo

source: System Controlled
pl: Kontrolowane przez system

source: Approach_2
pl: Jazda z ograniczoną prędkością

source: Clear_2
pl: Wolna droga

source: Stop_and_Proceed
pl: Sygnał zastępczy

source: To Main Route
pl: W kierunku trasy głównej

source: To Side Route
pl: W kierunku trasy pobocznej

source: MSG to Server
pl: Wiadomość do serwera

source: MSG to All
pl: Wiadomość do wszystkich

source: View Train
pl: Widok pociągu

source: Remove
pl: Usuń

source: Auto Switch
pl: Automatyczne przełączanie

source: Show Avatars
pl: Pokaż awatary

source: MSG to Selected
pl: Wyślij do wybranych

source: Res
pl: Przywróć

source: Reply to Selected
pl: Odpowiedz do wybranych

source: Draw Path
pl: Pokaż drogę przebiegu

source: Pick Signals
pl: Wybierz semafor

source: Pick Switches
pl: Wybierz rozjazd

source: Can Join
pl: Można dołączyć

source: Assist
pl: Wspomaganie

source: Follow
pl: Śledź pociąg

source: Penalty
pl: Kara

source: Prefer Green
pl: Preferowany zielony

source: See in Game
pl: Zobacz w grze

source: Simulation Time
pl: Czas symulacji

source: SimulationTime
pl: Czas symulacji

source: Key
pl: Klucz

source: Active only
pl: Tylko aktywne

source: All
pl: Wszystkie

source: Daylight offset (hrs)
pl: Przesunięcie zmroku względem zachodu słońca (godz.)

source: Background color
pl: Kolor tła

source: To pan, drag with left mouse.
pl: Aby przesunąć przeciągnij lewym klawiszem myszki.

source: Name
pl: Nazwa

source: Dispatch
pl: Uruchomiony

source: State
pl: Stan

source: To zoom, drag with left and right mouse or scroll mouse wheel.
pl: Aby powiększyć użyj kółka przewijania myszki lub przeciągnij lewym i prawym przyciskiem.

source: To zoom in to a location, press Shift and click the left mouse.
pl: Aby przybliżyć do wskazanego miejsca naciśnij Shift i lewy przycisk myszki.

source: To zoom out of a location, press Alt and click the left mouse.
pl: Aby oddalić się od wskazanego miejsca naciśnij Alt i lewy przycisk myszki.

source: Show
pl: Pokaż

source: Train Permission
pl: Rozkaz pisemny "S"

source: Map Window
pl: Okno mapy

source: Car Brake Mode
pl: Tryb hamulca

source: Brake Mode G/P/R/R+Mg
pl: Tryb hamulca G/P/R/R+Mg

source: Set
pl: Ustaw

source: Setting...
pl: Ustawienia...

source: Car Mode G
pl: Nastawa G

source: Car Mode P
pl: Nastawa P

source: Car Mode R
pl: Nastawa R

source: Car Mode R+Mg
pl: Nastawa R+Mg

source: Brake Mode
pl: Tryb hamowania

source: for all wagons
pl: dla wszystkich wagonów

source: Car Mode Empty/Loaded
pl: Tryb próżny/ładowny

source: N/A
pl: Niedostępny

source: Empty Car
pl: Pusty wagon

source: Empty
pl: Pusty

source: Loaded Car
pl: Ładowny wagon

source: Loaded
pl: Ładowny

source: Car Mode
pl: Rodzaj wagonu

source: Togle Locomotive Station
pl: Przełącz depo

source: Toggle Handbrake
pl: Przełącz hamulec ręczny

source: Toggle Power
pl: Przełącz zasilanie

source: Toggle Cable MU
pl: Przełącz kabel zespołu trakcyjnego

source: Toggle Power MU
pl: Przełącz zasilanie zespołu trakcyjnego

source: Connect/Unmount Helper
pl: Podłącz/odłącz lokomotywę pomocniczą

source: Helper Options
pl: Opcje lokomotywy pomocniczej

source: Toggle Brake Hose Connection
pl: Przełącznik przewodu hamulcowego

source: Open/Close Front Angle Cock
pl: Otwórz/zamknij przedni kurek

source: Open/Close Rear Angle Cock
pl: Otwórz/zamknij tylny kurek

source: Open/Close Bleed Off Valve
pl: Otwórz/zamknij zawór upustowy

source: Brake Mode Options
pl: Opcje dla trybu hamowania

source: Car Brake
pl: Hamulec wagonowy

source: Air Twin Pipe Hoses
pl: Podwójny przewód powietrza

source: Left Door
pl: Drzwi lewe

source: Right Door
pl: Drzwi Prawe

source: No Pax`s mode
pl: Brak trybu pasażera

source: Stove Heating
pl: Ogrzewanie piecowe

source: Steam Heating
pl: Ogrzewanie parowe

source: Diesel Heating
pl: Ogrzewanie spalinowe

source: Calorifer Heating
pl: Ogrzewanie kaloryferem

source: Electric Heating/Air
pl: Ogrzewanie elektryczne

source: Cable MU disconnected
pl: Kabel zespołu trakcyjnego odłączony

source: Cable MU connected
pl: Kabel zespołu trakcyjnego złączony

source: Power MU disconnected
pl: Zasilanie zespołu trakcyjnego odłączone

source: Power MU connected
pl: Zasilanie zespołu trakcyjnego podłączone

source: Helper disconnected
pl: Lokomotywa pomocnicza odłączona

source: Helper connected
pl: Lokomotywa pomocnicza podłączona

source: Air Twin Pipe Hoses disconnected
pl: Podwójny przewód powietrza rozłączony

source: disconnect
pl: rozłączony

source: Air Twin Pipe Hoses connected
pl: Podwójny przewód powietrza podłączony

source: connect
pl: połączony

source: Car Brake On
pl: Hamulec wagonu uruchomiony

source: Car Brake Off
pl: Hamulec wagonu wyłączony

source: Left Door Closed
pl: Lewe drzwi zamknięte

source: closed
pl: zamknięte

source: Left Door Opened
pl: Lewe drzwi otwarte

source: opened
pl: otwarte

source: Right Door Closed
pl: Prawe drzwi zakmnięte

source: Right Door Opened
pl: Prawe drzwi otwarte

source: Pax`s mode
pl: Tryb pasażera

source: Emergency Event
pl: Katastrofa

source: Train derailed! You caused an emergency event!
pl: Twój pociąg się wykoleił! Spowodowałeś katastrofę!

source: Don`t push!
pl: Nie naciskaj!

source: Push!
pl: Naciśnij!

source: Follow!
pl: Śledź uważnie!

source: Don`t Push:
pl: Nie naciskaj:

source: Push:
pl: Naciśnij:

source: Follow:
pl: Śledź:

source: Helper Speed Select
pl: Wybór prędkości lokomotywy pomocniczej

source: Speed:
pl: Prędkość:

source: The Debrief evaluation report is disabled.
pl: Sprawozdanie jest niedostępne.

source: HUD Scroll
pl: Przewijanie HUD

source: ▼ Next Loco (
pl: ▼ Kolejna lokomotywa (

source: ▲ Prev. Loco
pl: ▲ Poprzednia lokomotywa

source: = One Locomotive.
pl: lokomotywa.

source: en
pl: ang

source: Amount of sand
pl: Ilość piasku

source: Push
pl: Pchaj

source: InterT
pl: Przeplot

source: H/AUnit
pl: JednostkaH/A

source: HeatType
pl: TypOgrzew

source: DieselVol
pl: IlośćDies

source: Doors
pl: Drzwi

source: A1 Mass
pl: A1 (masa)

source: A2 Mass
pl: A2 (masa)

source: A3 Mass
pl: A3 (masa)

source: A4 Mass
pl: A4 (masa)

source: A1 Speed
pl: A1 (prędkość)

source: A2 Speed
pl: A2 (prędkość)

source: A3 Speed
pl: A3 (prędkość)

source: A4 Speed
pl: A4 (prędkość)

source: A5 Speed
pl: A5 (prędkość)

source: DieselHeat
pl: CiepłDiesel

source: ElecHeat
pl: CiepłElektr

source: SteamHeat
pl: CiepłParaW

source: StoveHeat
pl: CiepłPiec

source: Calorifer
pl: Kaloryfer

source: Active
pl: Aktywne

source: Route Voltage
pl: Napięcie w sieci

source: TracPower
pl: MocTrakcyjna

source: TracForce
pl: SiłaTrakcyjna

source: TCS
pl: KontrTrakcji

source: PowerDE
pl: MocDE

source: Driver
pl: Maszynista
