Repository: rwf-rr/rwf-openrails
Catalog: Source/Locales/RunActivity/*.po
Languages: pl, ru

source: Free
pl: Wolna
ru: Свободная

source: Outside Front
pl: Zewnętrzny przód
ru: Наружная-голова

source: Outside Rear
pl: Zewnętrzny tył
ru: Наружная-хвост

source: Brakeman
pl: Hamulcowy
ru: Составитель

source: Passenger
pl: Pasażer
ru: Пассажир

source: 3D Cab
pl: Kabina 3D
ru: Виртуальная кабина

source: Head out
pl: Widok z okna kabiny
ru: Вид из окна

source: Cab
pl: Kabina
ru: Кабина

source: Trackside
pl: Widok z torów
ru: Вид с обочины

source: {0:F0} texture
pl: {0:F0} tekstura
ru: {0:F0} текстура

source: {0:F0} material
pl: {0:F0} materiał
ru: {0:F0} материал

source: {0:F0} shape
pl: {0:F0} kształt
ru: {0:F0} форма

source: {0:F0} tile
pl: {0:F0} kafel
ru: {0:F0} тайл

source: Cab view not available
pl: Widok z kabiny niedostępny
ru: Нет кабины

source: In MP, use Alt-F4 to quit directly
pl: W trybie wieloosobowym użyj Alt+F4, aby wyjść
ru: Чтобы сразу выйти из мультиплеереа, нажмите Alt-F4

source: Automatic platform and siding labels visible.
pl: Pokaż nazwy peronów i bocznic automatycznie.
ru: Отображены названия используемых поездом платформ и путей .

source: Platform and siding labels visible.
pl: Nazwy peronów i bocznic widoczne.
ru: Названия платформ и путей отображаются.

source: Platform labels visible.
pl: Nazwy peronów widoczne.
ru: Названия платформ отображаются.

source: Siding labels visible.
pl: Nazwy bocznic widoczne.
ru: Названия путей отображаются.

source: Platform and siding labels hidden.
pl: Nazwy peronów i bocznic ukryte.
ru: Названия платформ и путей не отображаются.

source: Train labels visible.
pl: Nazwy pociągów widoczne.
ru: Названия поездов отображаются.

source: Car labels visible.
pl: Nazwy wagonów widoczne.
ru: Номера вагонов отображаются.

source: Train and car labels hidden.
pl: Nazwy pociągów ukryte.
ru: Номера поездов и вагонов не отображаются.

source: This car doesn't have a 2D cab
ru: Эта модель не снабжена 2D кабиной

source: This car doesn't have a 3D cab
ru: Эта модель не снабжена 3D кабиной

source: messages suppressed
ru: сообщения не отображаются

source: All messages visible
ru: Все сообщения отображаются

source: Switched to player control
pl: Zmieniono na sterowane przez gracza
ru: Автопилот отключён

source: You can't switch from manual to autopilot mode
pl: Nie możesz zmienić trybu z ręcznego na autopilota
ru: Невозможно перейти на автопилот

source: Switched to autopilot
pl: Zmieniono na tryb autopilota
ru: Автопилот включён

source: Game saved
pl: Gra zapisana
ru: Сохранение создано

source: Allowed speed raised to {0}
pl: Prędkość dopuszczalna wzrośnie do {0}
ru: Разрешённая скорость повышена до {0}

source: Vibrating at level {0}
ru: Амплитуда качки {0}

source: Keyboard map list saved to '{0}'.
pl: Lista klawiszy zapisana jako '{0}'.
ru: Таблица назначения клавиш сохранена в '{0}'.

source: Keyboard map image saved to '{0}'.
pl: Schemat klawiszy zapisany jako '{0}'.
ru: Схема назначения клавиш сохранена в '{0}'.

source: {0} viewpoint stored. Use Shift+8 to restore viewpoints.
pl: Widok {0} zapisany. Użyj Shift+8, aby go przywrócić.
ru: {0} точка обзора сохранена. Shift+8 переключает между точками.

source: Restoring wrong weather type : trying to restore dynamic weather but save contains user controlled weather
pl: Błąd - próbowano przywrócić pogodę dynamiczną, ale zapis gry zawiera pogodę kontrolowaną przez gracza
ru: Сценарий предполагает динамическую погоду, а сохранение содержит управляемую игроком

source: Restoring wrong weather type : trying to restore user controlled weather but save contains dynamic weather
pl: Błąd - próbowano przywrócić pogodę kontrolowaną przez gracza, ale zapis gry zawiera pogodę dynamiczną
ru: Сценарий предполагает управляемую игроком, а сохранение содержит динамическую погоду

source: Increased daylight offset to {0} h
ru: Световой день сдвинут на {0} часов

source: Decreased daylight offset to {0} h
ru: Световой день сдвинут на {0} часов

source: Clear All
pl: Wyczyść wszystko
ru: Очистить всё

source: Reply Selected
pl: Odpowiedz wybranym
ru: Ответ на выбранное

source: Compose MSG
pl: Napisz wiadomość
ru: Сообщение

source: MessageViewer
pl: Czytnik wiadomości
ru: Просмотр сообщения

source: Active sounds
pl: Aktywne dźwięki
ru: Активные звуки

source: Inactive sounds
pl: Nieaktywne dźwięki
ru: Неактивные звуки

source: Sound cache
pl: Cache dźwięków
ru: Кэш звуков

source: Selected sound
pl: Wybrany dźwięk
ru: Выбранный звук

source: Speed
pl: Prędkość
ru: Скорость

source: Variable 2
pl: Zmienna 2
ru: Переменная 2

source: Variable 3
pl: Zmienna 3
ru: Переменная 3

source: Variable 1
pl: Zmienna 1
ru: Переменная 1

source: Distance
pl: Odległość
ru: Удаление

source: Volume
pl: Głośność
ru: Громкость

source: WavCache
pl: IleDźwCache
ru: Кэш звука

source: AL Sources
pl: IlośćŹródDźw
ru: Ист.Звука

source: Sound Debug
pl: Debugowanie dźwięków
ru: Отладка звука

source: Message the selected player
ru: Сообщение выбранному игроку

source: Reply to the selected player
ru: Отв. выбранным

source: Player
pl: Gracz
ru: Игрок

source: Make this player an assistant
ru: Назначить этого игрока помощником

source: Jump to this player in game
ru: Показать этого игрока в игре

source: Follow on the map
ru: Отслеживать на карте

source: Kick from multiplayer session
ru: Уволить из мультиплеера

source: Set switch to...
ru: Перевести стрелку в...

source: Main route
ru: Прямое

source: Side route
ru: Отклонённое

source: Set signal aspect to...
ru: Установить показание сигнала...

source: System controlled
ru: Управляется системой

source: Stop
pl: S1 (Stój)
ru: Красный

source: Approach
ru: Жёлтый

source: Proceed
ru: Зелёный

source: Jump to this train in game
ru: Показать поезд в игре

source: Follow this train on the map
ru: Отслеживать поезд на карте

source: You
ru: Вы

source: Helper
pl: Lokomotywa pomocnicza
ru: Ассистент

source: Disconnected
ru: Отсоединён

source: Switching Request Sent to the Server
pl: Żądanie przełączenia wysłane do serwera
ru: Запрос отправлен на сервер

source: Demote this player
ru: Отстранить игрока

source: Learn more
ru: Подробнее

source: You are the dispatcher in this multiplayer session
ru: Вы - диспетчер этого мультиплеера

source: Message all players
ru: Сообщение всем

source: Messages:
ru: Сообщения:

source: Simulation time
ru: Игровое время

source: Map customization
ru: Индивидуализация карты

source: All trains
ru: Все поезда

source: Only active trains
ru: Только активные поезда

source: Train state
ru: Состояние поезда

source: Train labels
pl: Oznaczenia pociągów
ru: Названия поездов

source: Signal state
pl: Sygnał wyświetlany na semaforze
ru: Свойства сигналов

source: Signals
pl: Semafory
ru: Сигналы

source: Switches
pl: Zwrotnice
ru: Стрелки

source: Siding labels
pl: Nazwy bocznic
ru: Названия путей

source: Platform labels
pl: Nazwy peronów
ru: Названия платформ

source: Platforms
pl: Perony
ru: Платформы

source: Map features
ru: Свойства карты

source: Rotate between themes
ru: Переключить тему

source: Show simulation time
ru: Показать игровое время

source: Use anti-aliasing
ru: Сглаживание

source: Multiplayer settings
ru: Настройки мультиплеера

source: Penalty for speeding && SPAD
ru: Штрафовать за превышение скорости и проезд запр. сигнала

source: Prefer green signals
ru: Откр. все сигналы

source: Allow new players to join
ru: Допустить игрока в мультиплеер

source: Map settings and controls
ru: Настройки и управление картой

source: Follow my train on the map
ru: Отслеживать свой поезд на карте

source: Jump to my train on the map
ru: Показать свой поезд на карте

source: Jump to my train in game
ru: Показать свой поезд в игре

source: Map resolution (m):
ru: Масштаб карты (метров)

source: Allow throwing switches
ru: Разрешить перевод стрелок

source: Allow changing signals
ru: Разрешить управление сигналами

source: Draw next path section
ru: Отобразить маршрут

source: Players
ru: Игроки

source: Allow call on
ru: Разрешить занятие блок-участка

source: Map window
ru: Планшет с картой

source: Activity Events
pl: Zdarzenia w zadaniu
ru: События сценария

source: without success
pl: niepowodzeniem
ru: безуспешно

source: Resume
pl: Wznów
ru: Продолжить

source: Pause
pl: Pauza
ru: Пауза

source: Resume and close box
pl: Wznów i zamknij okno
ru: Продолжить, закрыв окно

source: Close box
pl: Zamknij okno
ru: Закрыть окно

source: Quit activity
pl: Wyjdź z zadania
ru: Выйти из сценария

source: Status: Activity paused
pl: Status: Zadanie wstrzymane
ru: Состояние: сценарий приостановлен

source: Status: Activity resumed
pl: Status: Zadanie wznowione
ru: Состояние: сценарий возобновлён

source: End Activity
pl: Zakończ zadanie
ru: Закончить сценарий

source: Status: Activity running
pl: Status: Zadanie w toku
ru: Состояние: сценарий выполняется

source: This activity has ended {0}. For a detailed evaluation, see the Help Window (F1).
pl: Zadanie zakończone {0}. Aby zobaczyć szczegóły naciśnij F1.
ru: Сценарий завершён {0}. Для подробного анализа откройте справочник (F1).

source: Event: {0}
pl: Zdarzenie: {0}
ru: Событие: {0}

source: Train: {0}
pl: Pociąg: {0}
ru: Поезд: {0}

source: Car Operation Menu
pl: Menu operacji
ru: Операции с единицей ПС

source: Car ID
pl: ID pojazdu
ru: Вагон №

source: Unset Handbrake
ru: Отп.Ручн.тормоз

source: Set Handbrake
ru: Вкл.Ручн.тормоз

source: Power Off
ru: Отключить

source: Power On
ru: Включить

source: Disconnect MU Connection
ru: Отключить от СМЕ

source: Connect MU Connection
ru: Подключить к СМЕ

source: Battery Switch Off
ru: Откл.АБ

source: Battery Switch On
ru: Подкл.АБ

source: Disonnect Electric Train Supply
ru: Отсоед. Магистраль отопл

source: Connect Electric Train Supply
ru: Подсоед. Магистраль отопл

source: Disconnect Front Brake Hose
ru: Отсоединить рукав спереди

source: Connect Front Brake Hose
ru: Соединить рукав спереди

source: Disconnect Rear Brake Hose
ru: Отсоединить рукав сзади

source: Connect Rear Brake Hose
ru: Соединить рукав сзади

source: Close Front Angle Cock
ru: Закр.передн.конц.кран

source: Open Front Angle Cock
ru: Откр.передн.конц.кран

source: Close Rear Angle Cock
ru: Закр.задн.конц.кран

source: Open Rear Angle Cock
ru: Откр.задн.конц.кран

source: Close Bleed Off Valve
ru: Закр.Трёхходовой кран

source: Open Bleed Off Valve
ru: Откр.Трёхходовой кран

source: Close window
pl: Zaknij okno
ru: Закрыть окно

source: Handbrake set
pl: Hamulec ręczny zaciągnięty
ru: Ручной тормоз затянут

source: Handbrake off
pl: Hamulec ręczny zluzowany
ru: Ручной тормоз отпущен

source: Power OFF command sent
pl: Wysłano polecenie wyłączenia zasilania
ru: Команда на отключение подана

source: Power ON command sent
pl: Wysłano polecenie włączenia zasilania
ru: Команда на включение подана

source: No power command for this type of car!
ru: Эта команда неприменима к данной единице!

source: MU signal connected
ru: Включен в СМЕ

source: MU signal disconnected
ru: Отключен от СМЕ

source: No MU command for this type of car!
ru: Эта единица не может работать по СМЕ!

source: Switch off battery command sent
ru: Команда на отлючение АБ подана

source: Switch on battery command sent
ru: Команда на включение АБ подана

source: Front ETS cable connected
ru: Кабель отопления спереди соединен

source: Front ETS cable disconnected
ru: Кабель отопления спереди разъединен

source: This car doesn't have an ETS system
ru: Вагон не оборудован электро-отоплением

source: Front brake hose connected
pl: Przewód hamulcowy przedni podłączony
ru: Рукава спереди соединены

source: Front brake hose disconnected
pl: Przewód hamulcowy przedni rozłączony
ru: Рукава спереди разъединены

source: Rear brake hose connected
ru: Рукава сзади соединены

source: Rear brake hose disconnected
ru: Рукава сзади разъединены

source: Front angle cock opened
pl: Kurek przedni otwarty
ru: Передний концевой кран открыт

source: Front angle cock closed
pl: Kurek przedni zamknięty
ru: Передний концевой кран закрыт

source: Rear angle cock opened
pl: Kurek tylny otwarty
ru: Задний концевой кран открыт

source: Rear angle cock closed
pl: Kurek tylny zamknięty
ru: Задний концевой кран закрыт

source: Bleed off valve opened
pl: Zawór spustowy otwarty
ru: Трёхходовой кран открыт

source: Bleed off valve closed
pl: Zawór spustowy zamknięty
ru: Трёхходовой кран закрыт

source: Compass
pl: Kompas
ru: Компас

source: Lat:
pl: Szer. geograficzna:
ru: Шир:

source: Lon:
pl: Dług. geograficzna:
ru: Долг:

source: Compose Message (e.g. receiver1, receiver2: message body)
pl: Utwórz wiadomość (np.: odbiorca 1, odbiorca 2: treść)
ru: Напишите сообщение (напр. адресат1, адресат2, текст сообщения)

source: EOT List
ru: Список ЕОТ

source: Filename
ru: Имя файла

source: Folder Name
ru: Имя папки

source: Can't attach EOT if player train not stopped
ru: ЕОТ нельзя установить на ходу

source: Player train already has a mounted EOT
ru: ЕОТ уже установлен

source: Can't mount an EOT if another one is mounted
ru: Нельзя установить ЕОТ, если один уже установлен

source: Help
pl: Pomoc
ru: Помощь

source: Key Commands
pl: Klawiszologia
ru: Список команд

source: Briefing
pl: Odprawa
ru: Инструктаж

source: Timetable
pl: Rozkład jazdy
ru: Подробно

source: Station
pl: Stacja
ru: Станция

source: Arrive
pl: Przyjazd
ru: Прибытие

source: Actual
pl: Aktualnie
ru: По факту

source: Depart
pl: Odjazd
ru: Отправл

source: (missed)
pl: (pominięta)
ru: (пропущена)

source: Work Orders
pl: Polecenia pracy
ru: Наряды

source: Task
pl: Zadanie
ru: Задание

source: Car(s)
pl: Wagon(y)
ru: Вагон(ы)

source: Location
pl: Lokalizacja
ru: Станц.путь

source: Status
ru: Состояние

source: Assemble Train
pl: Zestaw pociąg
ru: Соберите состав

source: At Location
pl: W
ru: На

source: Drop Off
pl: Odrzuć
ru: Отцепка

source: Pick Up
pl: Zabierz
ru: Прицепка

source: Done
pl: Wykonane
ru: Выполнено

source: Evaluation
pl: Podsumowanie
ru: Протокол

source: This Activity has ended.
pl: Zadanie zakończone.
ru: Сценарий завершён.

source: Timetable:
pl: Rozkład jazdy:
ru: Расписание:

source: - Station stops:
pl: - Liczba zatrzymań na stacji:
ru: -Остановки:

source: - Remaining station stops:
pl: - Pozostało zatrzymań:
ru: -Оставшиеся остановки:

source: - Missed station stops:
pl: - Pominięte stacje:
ru: -Пропущеные остановки:

source: Work orders:
pl: Polecenia pracy:
ru: Наряды:

source: Assemble Train At Location
pl: Zestaw pociąg w
ru: Сформировать поезд в

source: - Tasks:
pl: - Zadania:
ru: - Задания:

source: - Accomplished:
pl: - Wykonano:
ru: - Выполнены:

source: - Coupling speed limits:
pl: - Max. prędkość łączenia wagonów:
ru: - Скорость при прицепке:

source: Procedures
pl: Procedury
ru: Порядок работы

source: A report file was created:
pl: Plik z raportem został utworzony:
ru: Отчёт составлен:

source: Diesel.
pl: Spalinowy.
ru: Тепловоз.

source: Steam.
pl: Parowy.
ru: Паровоз.

source: Electric.
pl: Elektryczny.
ru: Электровоз.

source: Current Delay: {0} minute
pl: Aktualne opóźnienie: {0} minuta
ru: Текущее опоздание: {0} минута

source: Task accomplished
pl: Zadanie ukończone
ru: Задание выполнено

source: {0} minute
pl: {0} minuta
ru: {0} минута

source: Throttle
pl: Przepustnica
ru: Тяга

source: Power In/Out
pl: Zasilanie WŁ/WYŁ
ru: Энергия Вх/Исх

source: Motive force
pl: Siła napędowa
ru: Сила тяги

source: Num of substeps
pl: Ilość etapów
ru: Число подшагов

source: Memory
pl: Pamięć
ru: Исп.памяти

source: Frame time
pl: Czas jednej klatki
ru: Время кадра

source: Render process
pl: Renderowanie
ru: Обраб.графики

source: Updater process
pl: Aktualizacja
ru: Обраб.обновления

source: Loader process
pl: Ładowanie
ru: Обраб.вывода

source: Sound process
pl: Odtwarzanie dźwięku
ru: Обраб.звука

source: Version
pl: Wersja
ru: Версия программы

source: Time
pl: Czas
ru: Игровое время

source: Replay
pl: Powtórka
ru: Повтор

source: Gradient
pl: Nachylenie
ru: Уклон

source: Direction
pl: Kierunek
ru: Реверсор

source: Regulator
ru: Регулятор

source: Train brake
pl: Hamulec zasadniczy
ru: Автотормоза

source: Retainers
pl: Zawory powietrzne hamulca
ru: Ретейнеры

source: Engine brake
pl: Hamulec lokomotywy
ru: Независ. тормоз

source: Brakemen brake
pl: Hamowanie (hamulcowy)
ru: Ручные тормоза

source: Dynamic brake
pl: Hamulec dynamiczny
ru: Динамич. тормоз

source: Cruise control status
ru: Состояние КК

source: Speed target
ru: Целевая скорость

source: Max acceleration
ru: Предельное ускорение

source: Multiple Units
ru: СМЕ

source: FPS
pl: kl./sek
ru: Кадров в секунду

source: Autopilot
ru: Автопилот

source: Wheel slip
pl: Poślizg kół
ru: Боксование

source: Wheel slip warning
pl: Ostrzeżenie o poślizgu kół
ru: На грани боксования

source: Wheel skid
pl: Poślizg kół
ru: Юз

source: Sander blocked
pl: Piasecznica zablokowana
ru: Пескоподача заблокирована

source: Sander on
ru: Пескоподача включена

source: Left
pl: Lewy
ru: Левые

source: Right
pl: Prawy
ru: Правые

source: Doors open
pl: Drzwi otwarte
ru: Двери открыты

source: MultiPlayerStatus:
ru: Роль в мультиплеере:

source: Dispatcher
pl: Dyżurny ruchu
ru: Диспетчер

source: Client
pl: Klient
ru: Клиент

source: CONSIST INFORMATION
pl: INFORMACJE O SKŁADZIE
ru: ИНФОРМАЦИЯ О СОСТАВЕ

source: Tilted
pl: Pochylony
ru: Наклон

source: Type
pl: Typ
ru: Тип

source: Length
pl: Długość
ru: Длина

source: Weight
pl: Ciężar
ru: Вес

source: Tonnage
pl: Tonaż
ru: Тоннаж

source: Control Mode
pl: Tryb sterowania
ru: Режим АЛС

source: Out of Control
pl: Poza kontrolą
ru: Автостоп

source: Cab Aspect
pl: Postać kabiny
ru: Локомот. светофор

source: Yes
pl: Tak
ru: Да

source: No
pl: Nie
ru: Нет

source: Freight
pl: Ładunek
ru: Грузов

source: Pass
pl: Pasażer
ru: Пасс

source: Car
pl: Wagon
ru: Вагон

source: Flipped
pl: Obrócony
ru: Развёрн

source: Drv/Cabs
pl: Ster/Kab
ru: Пост упр

source: Wheels
pl: Koła
ru: Осей

source: Temp
ru: Температура

source: LOCOMOTIVE INFORMATION
pl: INFORMACJE O LOKOMOTYWIE
ru: ЛОКОМОТИВЫ

source: off
pl: wyłączony
ru: откл

source: PlayerLoco
pl: LokGracza
ru: Ведущий

source: Loco
pl: Lokomotywa
ru: Ведомый

source: MU'd
pl: EZT-SZT
ru: СМЕ

source: Power
pl: Zasilanie
ru: Мощн

source: Force
ru: Усилие

source: DISTRIBUTED POWER INFORMATION
ru: ИНФОРМАЦИЯ О ТОЛКАЧАХ

source: POWER SUPPLY INFORMATION
ru: ЭЛЕКТРООБОРУДОВАНИЕ

source: MainPS
ru: Гл.цепи

source: AuxPS
ru: Всп.цепи

source: Battery
ru: Акк.Бат

source: LowVoltPS
ru: Низк.цепи

source: CabPS
ru: Цепи упр

source: ETS
ru: Эл.отопл

source: ETSCable
ru: Каб.отопл

source: connected
ru: соед

source: disconnected
ru: разъед

source: BRAKE INFORMATION
pl: INFORMACJA O HAMULCACH
ru: ТОРМОЗА

source: Exhauster
pl: Zawór spustowy
ru: Эксгаустер

source: on
pl: włączony
ru: вкл

source: Large Ejector
pl: Eżektor duży
ru: Бол.эжектор

source: Small Ejector
pl: Eżektor mały
ru: Мал.эжектор

source: Pressure
pl: Ciśnienie
ru: Давление

source: Vacuum Pump
pl: Pompa próżniowa
ru: Вакуумный насос

source: Brake Sys Vol
pl: Objętość systemu hamulca
ru: Объём торм.сист

source: Train Pipe
pl: Przewód powietrza
ru: ТМ

source: Brake Cyl
pl: Cylindry hamulca
ru: ТЦ

source: Air Vol
pl: Ilość powietrza
ru: Объём Возд

source: No compressor or reservoir fitted
ru: Компрессор и ГР отсутствуют

source: Main reservoir
pl: Zbiornik główny
ru: ГР

source: Compressor
ru: Компрессор

source: Flow
ru: Поток

source: BrkCyl
pl: CylHamulc
ru: ТЦ

source: BrkPipe
pl: PrzewódHam
ru: ТМ

source: Handbrk
pl: HamRęcz
ru: Руч.тор

source: Conn
pl: HamCiąg
ru: Магистр

source: AnglCock
pl: ZawórKąt
ru: Конц.кран

source: VacRes
pl: PróżPrzywr
ru: Вак.Рез

source: Brk
pl: Hamul
ru: Тормож

source: SrvPipe
ru: МТЦ

source: AuxRes
pl: PompPomoc
ru: ЗР

source: ErgRes
ru: АвР

source: StrPipe
ru: МПТ

source: CtrlRes
ru: Рез.Упр

source: SuppRes
ru: Пит.Рез.

source: RetValve
ru: Ретейн

source: TripleValve
pl: ZawórPotrój
ru: ВР

source: BleedOff
pl: Odpowietrz
ru: Трёхх.кран

source: MRPipe
ru: НМ

source: FORCE INFORMATION
pl: INFORMACJA O WYSTĘPUJĄCYCH SIŁACH
ru: СИЛЫ

source: (Advanced adhesion model)
pl: (Zaawansowana fizyka)
ru: (Сложная модель сцепления)

source: Wheel slip (Thres)
ru: Боксование (порог)

source: Conditions
pl: Warunki
ru: Условия

source: Axle drive force
pl: Siła napędowa osi
ru: Сила тяги на ободе

source: Axle brake force
pl: Siła hamulca osi
ru: Торм.сила на ободе

source: Number of substeps
pl: Ilość etapów
ru: Промежут.ступеней

source: Wheel Adh. (Max)
ru: Сцепл.колес (Max)

source: Axle out force
pl: Siła zewnętrzna osi
ru: Сила тяги на ободе

source: Comp Axle out force
ru: Сила тяги на ободе

source: Wheel speed (Slip)
ru: Скорость на ободе (бокс)

source: Wheel ang. pos.
ru: Угл.полож.колеса

source: Loco Adhesion
pl: Przyczepność lokomotywy
ru: Сцепление локом

source: Wagon Adhesion
pl: Przyczepność wagonu
ru: Сцепление вагона

source: (Simple adhesion model)
pl: (prosty model przyczepności)
ru: (Упрощённая модель сцепл.)

source: Wind
pl: Wiatr
ru: Ветер

source: Train
pl: Pociąg
ru: Поезд

source: Result
ru: Результирующий

source: Total
pl: Ogółem
ru: Результ

source: Motive
pl: Napęd
ru: Тяга

source: Brake
pl: Hamulec
ru: Тормож

source: Friction
pl: Tarcie
ru: Трение

source: Gravity
pl: Ciężar
ru: Вес

source: Curve
pl: Zakręt
ru: Кривая

source: Tunnel
pl: Tunel
ru: Тоннель

source: Coupler
pl: Sprzęg
ru: Сцепка

source: Slack
pl: Luz
ru: Растяж

source: Mass
pl: Masa składu
ru: Масса

source: Superelev
ru: Возвыш

source: Brk Frict.
pl: Tarcie hamulca.
ru: Тр.торм.

source: Brk Slide
pl: Poślizg hamulca
ru: Скольжен

source: Bear Temp
pl: Temperatura łożyska
ru: Темп.подш

source: DISPATCHER INFORMATION : active trains :
pl: INFORMACJE DYŻURNEGO RUCHU : aktywne pociągi :
ru: ДИСПЕТЧЕР - активные поезда

source: Travelled
pl: Przejechano
ru: Прошёл

source: Max
ru: Макс

source: AI mode
pl: Tryb AI
ru: Режим

source: AI data
pl: Informacje AI
ru: Значения

source: Mode
pl: Tryb
ru: АЛС

source: Auth
pl: Autoryzacja
ru: Огранич

source: Signal
pl: Semafor
ru: Сигнал

source: Consist
pl: Zestawienie
ru: Состав

source: Path
pl: Droga przebiegu
ru: Маршрут

source: WEATHER INFORMATION
pl: INFORMACJE O POGODZIE
ru: ПОГОДА

source: Visibility
pl: Widoczność
ru: Видимость

source: Cloud cover
pl: Zachmurzenie
ru: Облачность

source: Intensity
pl: Intensywność
ru: Интенсивн. осадков

source: Liquidity
pl: Wilgotność
ru: Влажность осадков

source: Amb Temp
pl: Temperatura otoczenia
ru: Температура

source: DEBUG INFORMATION
pl: INFORMACJE DEBUGERA
ru: НАЛАДКА

source: Logging enabled
pl: Logging włączony
ru: Ведётся журнал

source: Build
pl: Utworzono
ru: Сборка

source: CPU
ru: Загрузка ЦП

source: GPU
ru: Загрузка ГП

source: CPU Memory
ru: Память проц

source: GPU Memory
ru: Память видео

source: Adapter
ru: Графич.адаптер

source: Shadow maps
pl: Mapa cieni
ru: Схемы теней

source: Shadow primitives
pl: Cień podstawowy
ru: Фигур тени

source: Render primitives
pl: Renderowanie cieni podstawowych
ru: Отрисовано фигур

source: wait
pl: czekaj
ru: в ожидании

source: Total process
pl: Ukończono
ru: Процесс, всего

source: Camera
pl: Kamera
ru: Положение камеры

source: {0:N0} m
ru: {0:N0} м

source: {0:F4} p/s/m^2
ru: {0:F4} p/s/m²

source: {0:F0} ° / {1:F1} m/s ({2:F0} ° / {3:F1} m/s gusts)
ru: {0:F0} ° / {1:F1} м/с ({2:F0} ° / {3:F1} м/с порывы)

source: {0:F0} FPS (50th/95th/99th percentiles {1:F1} / {2:F1} / {3:F1} ms, DirectX feature level >= {4})
ru: {0:F0} кадров/сек (50й/95й/99й percentiles {1:F1} / {2:F1} / {3:F1} мс, DirectX feature level >= {4})

source: {3}, {4}, {5}, {6} ({7:F0} kB/frame allocated, {0:F0}/{1:F0}/{2:F0} GCs)
ru: {3}, {4}, {5}, {6} ({7:F0} kB/frame распределено, {0:F0}/{1:F0}/{2:F0} GCs)

source: {0} ({1:F0} MB)
ru: {0} ({1:F0} МБ)

source: {0} logical processor
pl: {0} procesor logiczny
ru: {0} логический процессор

# Cab
source: R
pl: Do tyłu
ru: Б

# Cab
source: F
pl: Do przodu
ru: А

# Cab
source: D
pl: Na przód
ru: Да

# Steam
source: Reverser
pl: Nawrotnik
ru: Реверс
