Repository: rwf-rr/rwf-openrails
Catalog: Source/Locales/ORTS.Settings/*.po
Languages: pl

source: {0} requires and is modified by Shift
pl: {0} wymagane i jest zmodyfikowane przez Shift

source: {0} requires and is modified by Control
pl: {0} wymagane i jest zmodyfikowane przez Control

source: {0} requires and is modified by Alt
pl: {0} wymagane i jest zmodyfikowane przez Alt

source: {0} and {1} both match {2}
pl: {0} i {1} oba pasują do {2}

source: Reverser Neutral
pl: Nawrotnik Neutralny

source: Reverser Full Reversed
pl: Nawrotnik Cała Wstecz

source: Reverser Full Forward
pl: Nawrotnik Cała Naprzód

source: Throttle Idle
pl: Przepustnica jałowy

source: Full Throttle
pl: Przepustnica w pełni otwarta

source: Dynamic Brake
pl: Hamulec dynamiczny

source: Dynamic Brake Setup
pl: Ustawienie hamulca dynamicznego

source: Auto Brake Released
pl: Hamulec automatyczny zwolniony

source: Full Auto Brake
pl: Hamulec automatyczny zahamowany

source: Emergency Brake
pl: Hamulec awaryjny

source: Independent Brake Released
pl: Hamulec niezależny zwolniony

source: Independent Brake Full
pl: Hamulec niezależny zaciągnięty

source: Bail Off Disengaged (in Released position)
pl: Odluźniacz załączony (pozycja wyluzowania),

source: Bail Off Engaged (in Released position)
pl: Odluźniacz wyłączony (w 100%)

source: Bail Off Disengaged (in Full position)
pl: Odluźniacz załączony (w 100%)

source: Bail Off Engaged (in Full position)
pl: Odluźniacz wyłączony (w pełni)

source: Rotary Switch 1-Position 1(OFF)
pl: Przełącznik obrotowy 1 - Pozycja 1 (Wył.)

source: Rotary Switch 1-Position 2(SLOW)
pl: Przełącznik obrotowy 1 - Pozycja 2 (Powolny)

source: Rotary Switch 1-Position 3(FULL)
pl: Przełącznik obrotowy 1 - Pozycja 3 (Pełny)

source: Rotary Switch 2-Position 1(OFF)
pl: Przełącznik obrotowy 2 - Pozycja 1 (Wył.)

source: Rotary Switch 2-Position 2(DIM)
pl: Przełącznik obrotowy 2 - Pozycja 2 (Przyciemniony)

source: Rotary Switch 2-Position 3(FULL)
pl: Przełącznik obrotowy 2 - Pozycja 3 (Pełny)

source: Reverse Reverser Direction
pl: Odwróć kierunek nawrotnicy

source: Reverse Throttle Direction
pl: Odwróć kierunek przepustnicy

source: Reverse Auto Brake Direction
pl: Odwróć kierunek hamulca automatycznego

source: Reverse Independent Brake Direction
pl: Odwróć kierunek hamulca niezależnego

source: Full Range Throttle
pl: Pełny zakres przepustnicy

source: Cut Off Delta
pl: Odetnij deltę

source: Button {0} is assigned to
pl: Przycisk {0} jest przypisany do
