Repository: rwf-rr/rwf-openrails
Catalog: Source/Locales/ORTS.Common/*.po
Languages: pl

# Reverser
source: Forward
pl: Przód

# Reverser
source: Reverse
pl: Tył

source: Game Pause Menu
pl: Menu pauzy

source: Game Save
pl: Zapisz grę

source: Game Quit
pl: Wyjdź z gry

source: Game Pause
pl: Pauza

source: Game Screenshot
pl: Zrzut ekranu

source: Game Fullscreen
pl: Pełny ekran

source: Game External Controller (RailDriver)
pl: RailDriver (kontroler zewnętrzny)

source: Game Facing Switch Ahead
pl: Następny rozjazd

source: Game Facing Switch Behind
pl: Poprzedni rozjazd

source: Game Switch Picked
pl: Wybrana zwrotnica

source: Game Signal Picked
pl: Wybrany sygnał

source: Game Trailing Switch Ahead
pl: Kolejny zjazd ze zwrotnicy

source: Game Trailing Switch Behind
pl: Poprzedni zjazd ze zwrotnicy

source: Game Switch With Mouse
pl: Zmień zwrotnice za pomocą myszki

source: Game Uncouple With Mouse
pl: Rozłącz używając myszki

source: Game Change Cab
pl: Zmiana kabiny

source: Game Request Control
pl: Poproś o kontrolę

source: Game Multi Player Dispatcher
pl: Multi Player tryb dyspozytora

source: Game Multi Player Texting
pl: Czat multiplayer

source: Game Switch Manual Mode
pl: Zwrotnice tryb manualny

source: Game Clear Signal Forward
pl: Wyczyść kolejny sygnał

source: Game Clear Signal Backward
pl: Wyczyść poprzedni sygnał

source: Game Reset Signal Forward
pl: Reset kolejnego wskazania sygnału

source: Game Reset Signal Backward
pl: Reset poprzedniego wskazania sygnału

source: Game Autopilot Mode
pl: Tryb autopilota

source: Game Suspend Old Player
pl: Zawieś poprzedniego gracza

source: Game Manual Coupling
pl: Ręczne sprzęganie

source: Display Next Window Tab
pl: Wyświetl kolejne okno

source: Display Help Window
pl: Wyświetl okienko pomocy

source: Display Track Monitor Window
pl: Wyświetl okienko z monitorem trasy

source: Display HUD
pl: Wyświetl HUD

source: Display Train Driving Window
pl: Wyświetl okno jazdy pociągu

source: Display Car Labels
pl: Wyświetl nazwy pociągów

source: Display Station Labels
pl: Wyświetl nazwy stacji

source: Display Switch Window
pl: Wyświetl okienko zwrotnic

source: Display Train Operations Window
pl: Wyświetl okienko operacji

source: Display Next Station Window
pl: Wyświetl okienko z nazwą następnej stacji

source: Display Compass Window
pl: Wyświetl kompas

source: Display Basic HUD Toggle
pl: Wyświetl podstawowy HUD

source: Display Train List Window
pl: Wyświetl okienko z listą pociągów

source: Display Passenger List Window
pl: Wyświetl okienko z listą pasażerów

source: Debug Speed Up
pl: Debug Przyspiesz

source: Debug Speed Down
pl: Debug Zwolnij

source: Debug Speed Reset
pl: Debug Zresetuj

source: Debug Overcast Increase
pl: Debug Zwiększ zachmurzenie

source: Debug Overcast Decrease
pl: Debug Zmniejsz zachmurzenie

source: Debug Fog Increase
pl: Debug Zwiększ mgłę

source: Debug Fog Decrease
pl: Debug Zmniejsz mgłę

source: Debug Precipitation Increase
pl: Debug Zwiększ opady

source: Debug Precipitation Decrease
pl: Debug Zmniejsz opady

source: Debug Precipitation Liquidity Increase
pl: Debug Zwiększ płynność opadów

source: Debug Precipitation Liquidity Decrease
pl: Debug Zmniejsz płynność opadów

source: Debug Weather Change
pl: Debug Zmiana pogody

source: Debug Clock Forwards
pl: Debug Zegar do przodu

source: Debug Clock Backwards
pl: Debug Zegar do tyłu

source: Debug Lock Shadows
pl: Debug Zablokuj cienie

source: Debug Dump Keyboard Map
pl: Debug Zresetuj ustawienia klawiatury

source: Debug Log Render Frame
pl: Debug log dla renderowania

source: Debug Tracks
pl: Debug Tory

source: Debug Signalling
pl: Debug Sygnalizacja

source: Debug Reset Wheel Slip
pl: Debug Resetuj poślizg

source: Debug Toggle Advanced Adhesion
pl: Debug przęłącz zaawansowaną fizykę

source: Debug Sound Form
pl: Debug forma dzwięku

source: Debug Physics Form
pl: Debug forma fizyki

source: Debug Toggle Confirmations
pl: Debug przełącz potwierdzenia

source: Camera Cab
pl: Kamera kabina

source: Camera Change Passenger Viewpoint
pl: Kamera zmień widok pasażera

source: Camera Toggle 3D Cab
pl: Kamera widok z kabiny 3D

source: Camera Toggle Show Cab
pl: Kamera wyświetl/schowaj

source: Camera Toggle Letterbox Cab
pl: Kamera "letterbox" dla kabiny

source: Camera Head Out Forward
pl: Kamera przez okno kabiny widok do przodu

source: Camera Head Out Backward
pl: Kamera przez okno kabiny widok do przodu

source: Camera Outside Front
pl: Kamera widok zewnętrzny z przodu

source: Camera Outside Rear
pl: Kamera widok zewnętrzny z tyłu

source: Camera Trackside
pl: Kamera widok z torów

source: Camera SpecialTracksidePoint
pl: Kamera widok specjalny z torów

source: Camera Passenger
pl: Kamera pasażer

source: Camera Brakeman
pl: Kamera hamulcowy

source: Camera Free
pl: Wolna kamera

source: Camera Previous Free
pl: Poprzednia wolna kamera

source: Camera Reset
pl: Kamera Reset

source: Camera Move Fast
pl: Kamera szybkie poruszanie

source: Camera Move Slow
pl: Kamera wolne poruszanie

source: Camera Pan (Rotate) Left
pl: Kamera obróc w lewo

source: Camera Pan (Rotate) Right
pl: Kamera obróć w prawo

source: Camera Pan (Rotate) Up
pl: Kamera obróć do góry

source: Camera Pan (Rotate) Down
pl: Kamera obróć w dół

source: Camera Zoom In (Move Z)
pl: Kamera przybliż w osi Z

source: Camera Zoom Out (Move Z)
pl: Kamera oddal w osi Z

source: Camera Rotate (Pan) Left
pl: Kamera (panorama) obrót w lewo

source: Camera Rotate (Pan) Right
pl: Kamera (panorama) obrót w prawo

source: Camera Rotate (Pan) Up
pl: Kamera (panorama) obrót do góry

source: Camera Rotate (Pan) Down
pl: Kamera (panorama) obrót w dół

source: Camera Car Next
pl: Kamera Następny wagon

source: Camera Car Previous
pl: Kamera Poprzedni wagon

source: Camera Car First
pl: Kamera Pierwszy wagon w składzie

source: Camera Car Last
pl: Kamera Ostatni wagon w składzie

source: Camera Jumping Trains
pl: Kamera przeskakująca między pociągami

source: Camera Jump Back Player
pl: Kamera wraca do pociągu gracza

source: Camera Jump See Switch
pl: Kamera Przeskocz do widoku zwrotnicy

source: Camera Scroll Right
pl: Kamera Przewiń w prawo

source: Camera Scroll Left
pl: Kamera Przewiń w lewo

source: Camera Browse Backwards
pl: Kamera Przewiń/oddal

source: Camera Browse Forwards
pl: Kamera Przewiń/przybliż

source: TCS Zapnout VZ
pl: TCS Włącz VZ

source: TCS Přepnout VZ
pl: TCS Przełącznik VZ

source: Control_Classic Forwards
pl: Control_Classic Do przodu

source: Control_Classic Backwards
pl: Control_Classic Do tyłu

source: Control_Classic Throttle Increase
pl: Control_Classic Otwórz przepustnicę

source: Control_Classic Throttle Decrease
pl: Control_Classic Zamknij przepustnicę

source: Control_Classic Throttle Zero
pl: Control_Classic Przepustnica w położenie 0

source: Control_Classic Gear Up
pl: Control_Classic Wyższy bieg

source: Control_Classic Gear Down
pl: Control_Classic Niższy bieg

source: Control_Classic Train Brake Increase
pl: Control_Classic Hamulec zasadniczy zwiększ

source: Control_Classic Train Brake Decrease
pl: Control_Classic Hamulec zasadniczy zmniejsz

source: Control_Classic Train Brake Zero
pl: Control_Classic Hamulec zasadniczy 0

source: Control_Classic Engine Brake Increase
pl: Control_Classic Hamowanie silnikiem zwiększ

source: Control_Classic Engine Brake Decrease
pl: Control_Classic Hamowanie silnikiem zmniejsz

source: Control_Classic Engine Brake Increase Alternative
pl: Control_Classic Hamowanie silnikiem zwiększ (Alternatyny)

source: Control_Classic Engine Brake Decrease Alternative
pl: Control_Classic Hamowanie silnikiem zmniejsz (Alternatyny)

source: Control_Classic Brakeman Brake Increase
pl: Control_Classic Hamuje hamulcowy zwiększ

source: Control_Classic Brakeman Brake Decrease
pl: Control_Classic Hamuje hamulcowy zmniejsz

source: Control_Classic Dynamic Brake Increase
pl: Control_Classic Hamulec dynamiczny zwiększ

source: Control_Classic Dynamic Brake Decrease
pl: Control_Classic Hamulec dynamiczny zmniejsz

source: Control_Classic Bail Off
pl: Control_Classic Odluźniacz

source: Control_Classic Initialize Brakes
pl: Control_Classic Inicjalizuj hamulce

source: Control_Classic Handbrake Full
pl: Control_Classic Ham. ręczny zaciągnięty

source: Control_Classic Handbrake None
pl: Control_Classic Ham. ręczny zwolniony

source: Control_Classic Odometer Show/Hide
pl: Control_Classic Licznik kilometrów pokaż/ukryj

source: Control_Classic Odometer Reset
pl: Control_Classic Licznik kilometrów reset

source: Control_Classic Odometer Direction
pl: Control_Classic Licznik kilometrów kierunek

source: Control_Classic Retainers On
pl: Control_Classic Zawór zwrotny otwórz

source: Control_Classic Retainers Off
pl: Control_Classic Zawór zwrotny zamknij

source: Control_Classic Brake Hose Connect
pl: Control_Classic Połącz przewody hamulcowe

source: Control_Classic Brake Hose Disconnect
pl: Control_Classic Rozłącz przewody hamulcowe

source: Control_Classic Alerter
pl: Control_Classic Czuwak

source: Control_Classic Emergency Push Button
pl: Control_Classic Załącz hamulec bezpieczeństwa

source: Control_Classic Sander
pl: Control_Classic Piasecznica

source: Control_Classic Sander Toggle
pl: Control_Classic Piasecznica zawsze włączona

source: Control_Classic Wiper
pl: Control_Classic wycieraczki

source: Control_Classic Horn
pl: Control_Classic Syrena 1

source: Control_Classic Bell
pl: Control_Classic Syrena 2

source: Control_Classic Bell Toggle
pl: Control_Classic Syrena 2 zawsze włączona

source: Control_Classic Door Left
pl: Control_Classic Drzwi lewe

source: Control_Classic Door Right
pl: Control_Classic Drzwi prawe

source: Control_Classic Mirror
pl: Control_Classic Lusterka

source: Control_Classic Light
pl: Control_Classic światło

source: Control_Classic Pantograph 1
pl: Control_Classic Pantograf 1

source: Control_Classic Pantograph 2
pl: Control_Classic Pantograf 2

source: Control_Classic Pantograph 3
pl: Control_Classic Pantograf 3

source: Control_Classic Pantograph 4
pl: Control_Classic Pantograf 4

source: Control_Classic Circuit Breaker Closing Order
pl: Control_Classic Wyłącznik szybki zamknięcie

source: Control_Classic Circuit Breaker Opening Order
pl: Control_Classic Wyłącznik szybki otwarcie

source: Control_Classic Circuit Breaker Closing Authorization
pl: Control_Classic Wyłącznik szybki (autoryzacja)

source: Control_Classic Headlight Increase
pl: Control_Classic Światła kolejna pozycja

source: Control_Classic Headlight Decrease
pl: Control_Classic Światła poprzednia pozycja

source: Control_Classic Injector 1 Increase
pl: Control_Classic Inżektor 1 zwiększ

source: Control_Classic Injector 1 Decrease
pl: Control_Classic Inżektor 1 zmniejsz

source: Control_Classic Injector 1
pl: Control_Classic Inżektor 1

source: Control_Classic Injector 2 Increase
pl: Control_Classic Inżektor 2 zwiększ

source: Control_Classic Injector 2 Decrease
pl: Control_Classic Inżektor 2 zmniejsz

source: Control_Classic Injector 2
pl: Control_Classic Inżektor 2

source: Control_Classic Blowdown Valve
pl: Control_Classic Odmulacz (zawór)

source: Control_Classic Blower Increase
pl: Control_Classic Zwiększ dmuchawę

source: Control_Classic Blower Decrease
pl: Control_Classic Zmniejsz dmuchawę

source: Control_Classic Steam Heat Increase
pl: Control_Classic Zwiększ ciśnienie

source: Control_Classic Steam Heat Decrease
pl: Control_Classic Zmniejsz ciśnienie

source: Control_Classic Firebox Open
pl: Control_Classic Otwórz palenisko

source: Control_Classic Firebox Close
pl: Control_Classic Zamknij palenisko

source: Control_Classic Firing Rate Increase
pl: Control_Classic Zwiększ szybkość spalania

source: Control_Classic Firing Rate Decrease
pl: Control_Classic Zmniejsz szybkość spalania

source: Control_Classic Cylinder Cocks
pl: Control_Classic Zawory (kurki) przedmuchowe

source: Control_Classic Water Scoop
pl: Control_Classic Nawadnianie

source: Control_Classic ImmediateRefill
pl: Control_Classic Natychmiastowe uzupełnienie

source: Control_Classic Turntable Clockwise
pl: Control_Classic Obrotnica zgodnie ze wskazówkami zegara

source: Control_Classic Turntable Counterclockwise
pl: Control_Classic Obrotnica odwrotnie

source: Control_Classic Cab Radio
pl: Control_Classic Radio

source: Control_Classic AI Fire On
pl: Control_Classic AI palacz włączony

source: Control_Classic AI Fire Off
pl: Control_Classic AI palacz wyłączony

source: Control_Classic AI Fire Reset
pl: Control_Classic AI palacz reset

source: Control_Classic Battery
pl: Control_Classic Bateria

source: Control_CZSK Mirel Off
pl: Control_CZSK Mirel wyłącz

source: Control_CZSK Mirel On
pl: Control_CZSK Mirel włącz

source: Control_CZSK Speed Regulator Mode Increase
pl: Control_CZSK Regulator prędkości zwiększ

source: Control_CZSK Speed Regulator Mode Descrease
pl: Control_CZSK Regulator prędkości zmniejsz

source: Control_CZSK Selected Speed Increase
pl: Control_CZSK Zwiększ zadaną prędkość

source: Control_CZSK Selected Speed Decrease
pl: Control_CZSK Zmniejsz zadaną prędkość

source: Control_CZSK Speed Regulator Max Acceleration Increase
pl: Control_CZSK Regulator prędkości maksymalne przyspieszenie zwiększ

source: Control_CZSK Speed Regulator Max Acceleration Decrease
pl: Control_CZSK Regulator prędkości maksymalne przyspieszenie zmniejsz

source: Control_CZSK Number Of Axles Increase
pl: Control_CZSK Ilość osi zmniejsz

source: Control_CZSK Number Of Axles Decrease
pl: Control_CZSK Ilość osi zwiększ

source: Control_CZSK Restricted Speed Zone Active
pl: Control_CZSK Strefa ograniczenia prędkości aktywna

source: Control_CZSK Cruise Control Mode Increase
pl: Control_CZSK Tempomat zwiększ

source: Control_CZSK Cruise Control Mode Decrease
pl: Control_CZSK Tempomat zmniejsz

source: Control_CZSK Confirm Selected Speed
pl: Control_CZSK Potwierdź wybraną prędkość

source: Control_CZSK Train Type Change (Passenger/Cargo)
pl: Control_CZSK Zmień rodzaj pociągu (Pasażerski/Towarowy)

source: Control_CZSK Select Speed 10 kph/mph
pl: Control_CZSK Wybierz prędkość 10 kph/mph

source: Control_CZSK Select Speed 20 kph/mph
pl: Control_CZSK Wybierz prędkość 20 kph/mph

source: Control_CZSK Select Speed 30 kph/mph
pl: Control_CZSK Wybierz prędkość 30 kph/mph

source: Control_CZSK Select Speed 40 kph/mph
pl: Control_CZSK Wybierz prędkość 40 kph/mph

source: Control_CZSK Select Speed 50 kph/mph
pl: Control_CZSK Wybierz prędkość 50 kph/mph

source: Control_CZSK Select Speed 60 kph/mph
pl: Control_CZSK Wybierz prędkość 60 kph/mph

source: Control_CZSK Select Speed 70 kph/mph
pl: Control_CZSK Wybierz prędkość 70 kph/mph

source: Control_CZSK Select Speed 80 kph/mph
pl: Control_CZSK Wybierz prędkość 80 kph/mph

source: Control_CZSK Select Speed 90 kph/mph
pl: Control_CZSK Wybierz prędkość 90 kph/mph

source: Control_CZSK Select Speed 100 kph/mph
pl: Control_CZSK Wybierz prędkość 100 kph/mph

source: Control_CZSK Select Speed 110 kph/mph
pl: Control_CZSK Wybierz prędkość 110 kph/mph

source: Control_CZSK Select Speed 120 kph/mph
pl: Control_CZSK Wybierz prędkość 120 kph/mph

source: Control_CZSK Select Speed 130 kph/mph
pl: Control_CZSK Wybierz prędkość 130 kph/mph

source: Control_CZSK Select Speed 140 kph/mph
pl: Control_CZSK Wybierz prędkość 140 kph/mph

source: Control_CZSK Select Speed 150 kph/mph
pl: Control_CZSK Wybierz prędkość 150 kph/mph

source: Control_CZSK Select Speed 160 kph/mph
pl: Control_CZSK Wybierz prędkość 160 kph/mph

source: Control_CZSK Select Speed 170 kph/mph
pl: Control_CZSK Wybierz prędkość 170 kph/mph

source: Control_CZSK Select Speed 180 kph/mph
pl: Control_CZSK Wybierz prędkość 180 kph/mph

source: Control_CZSK Select Speed 190 kph/mph
pl: Control_CZSK Wybierz prędkość 190 kph/mph

source: Control_CZSK Select Speed 200 kph/mph
pl: Control_CZSK Wybierz prędkość 200 kph/mph

source: Control_CZSK Cab Select Increase
pl: Control_CZSK Wybrana kabina zwiększ

source: Control_CZSK Cab Select Decrease
pl: Control_CZSK Wybrana kabina zmniejsz

source: Control_CZSK Display Key Position
pl: Control_CZSK Położenie klucza

source: Control_CZSK Change Key Position
pl: Control_CZSK Zmień pozycję klucza

source: Control_CZSK Pantograph3 +
pl: Control_CZSK Pantograf3 +

source: Control_CZSK Pantograph3 -
pl: Control_CZSK Pantograf3 -

source: Control_CZSK Pantograph4 +
pl: Control_CZSK Pantograf4 +

source: Control_CZSK Pantograph4 -
pl: Control_CZSK Pantograf4 -

source: Control_CZSK Pantograph5 +
pl: Control_CZSK Pantograf5 +

source: Control_CZSK Pantograph5 -
pl: Control_CZSK Pantograf5 -

source: Control_CZSK Compressor I Combined +
pl: Control_CZSK Sprężarka 1 +

source: Control_CZSK Compressor I Combined -
pl: Control_CZSK Sprężarka 1 -

source: Control_CZSK Compressor II Combined +
pl: Control_CZSK Sprężarka 2 +

source: Control_CZSK Compressor II Combined -
pl: Control_CZSK Sprężarka 2 -

source: Control_CZSK AuxCompressor Off/On
pl: Control_CZSK Sprężarka pomocnicza Wył/Wł

source: Control_CZSK Compressor I Mode Off/Auto
pl: Control_CZSK Sprężarka I Tryb Wył/Auto

source: Control_CZSK Compressor II Mode Off/Auto
pl: Control_CZSK Sprężarka II Tryb Wył/Auto

source: Control_CZSK Heating Off/On
pl: Control_CZSK Ogrzewanie wył/wł

source: Control_CZSK Heating in Cab Off/On
pl: Control_CZSK Ogrzewanie w kabinie wył/wł

source: Control_CZSK Locomotive PowerVoltage 25kV/both/3kV
pl: Control_CZSK Napięcie dla lokomotywy 25kV/oba/3kV

source: Control_CZSK Frontlight left white
pl: Control_CZSK Światło przednie lewe białe

source: Control_CZSK Frontlight left red
pl: Control_CZSK Światło przednie lewe czerwone

source: Control_CZSK Frontlight right white
pl: Control_CZSK Światło przednie prawe białe

source: Control_CZSK Frontlight right red
pl: Control_CZSK Światło przednie prawe czerwone

source: Control_CZSK Rearlight left white
pl: Control_CZSK Światło tylne lewe białe

source: Control_CZSK Rearlight left red
pl: Control_CZSK Światło tylne lewe czerwone

source: Control_CZSK Rearlight right white
pl: Control_CZSK Światło tylne prawe białe

source: Control_CZSK Rearlight right red
pl: Control_CZSK Światło tylne prawe czerwone

source: Control_CZSK Ventilator +
pl: Control_CZSK Wentylator +

source: Control_CZSK Ventilator -
pl: Control_CZSK Wentylator -

source: Control_CZSK Automatic start-up button
pl: Control_CZSK Automatyczny rozruch

source: Control_CZSK Automatic start-up SpeedSelector +
pl: Control_CZSK Automatyczny rozruch Zadana prędkość +

source: Control_CZSK Automatic start-up SpeedSelector -
pl: Control_CZSK Automatyczny rozruch Zadana prędkość -

source: Control_CZSK Axle Counter +
pl: Control_CZSK Licznik osi +

source: Control_CZSK Axle Counter -
pl: Control_CZSK Licznik osi -

source: Control_CZSK Axle Counter Confirmer
pl: Control_CZSK Licznik osi zatwierdź

source: Control_CZSK Axle Counter Restricted speed zone active button
pl: Control_CZSK Licznik osi ograniczenie prędkości załącz

source: Control_CZSK Horn 2
pl: Control_CZSK Syrena 2

source: Control_CZSK Horn 1 + 2
pl: Control_CZSK Syrena 1 + 2

source: Control_CZSK Panto Activation +
pl: Control_CZSK Aktywacja pantografów +

source: Control_CZSK Panto Activation -
pl: Control_CZSK Aktywacja pantografów -

source: Control_CZSK Voltage Selection +
pl: Control_CZSK Rodzaj napięcia +

source: Control_CZSK Voltage Selection -
pl: Control_CZSK Rodzaj napięcia -

source: Control_CZSK Switch5Light +
pl: Control_CZSK Włącznik 5 +

source: Control_CZSK Switch5Light -
pl: Control_CZSK Włącznik 5 -

source: Control_CZSK Switch6Light +
pl: Control_CZSK Włącznik 6 +

source: Control_CZSK Switch6Light -
pl: Control_CZSK Włącznik 6 -

source: Control_CZSK ARR Confirm Button
pl: Control_CZSK ARR zatwierdź

source: Control_CZSK ARR Parking Button
pl: Control_CZSK ARR Hamulec postojowy

source: Control_CZSK PlayerLoco Handbrake +
pl: Control_CZSK Hamulec ręczny +

source: Control_CZSK PlayerLoco Handbrake -
pl: Control_CZSK Hamulec ręczny -

source: Control_CZSK Wipers Switch +
pl: Control_CZSK Włącznik wycieraczek +

source: Control_CZSK Wipers Switch -
pl: Control_CZSK Włącznik wycieraczek -

source: Set Power Supply Station Location
pl: Ustaw lokację podstacji trakcyjnej

source: Set Voltage 25k
pl: Ustaw napięcie na 25 kV

source: Set Voltage 15k
pl: Ustaw napięcie na 15 kV

source: Set Voltage 3k
pl: Ustaw napięcie na 3 kV

source: Set Voltage 0
pl: Ustaw napięcie na 0

source: Set Delete Voltage Marker
pl: Ustaw usuń znacznik napięcia
