Repository: rwf-rr/rwf-openrails
Catalog: Source/Locales/Menu/*.po
Languages: pl

source: Save Packs
pl: Zapisz pakiety

source: All files
pl: Wszystkie pliki

source: Save Pack '{0}' imported successfully.
pl: Pakiet zapisu '{0}' zaimportowany pomyślnie.

source: Save Pack '{0}' exported successfully.
pl: Pakiet zapisu '{0}' wyeksportowany pomyślnie.

source: Open Save Packs folder
pl: Otwórz folder z zapisanymi pakietami

source: Export to Save Pack
pl: Eksport paczki zapisu

source: Import Save Pack
pl: Import paczki zapisu

source: Import and export saved games
pl: Import/eksport zapisanych gier

source: EditKey
pl: Edytuj klawisz

source: Accept changes
pl: Zatwierdź zmiany

source: Cancel changes
pl: Anuluj zmiany

source: Press any key
pl: Naciśnij dowolny klawisz

source: Reset to default
pl: Przywróc domyślne

source: Spring
pl: Wiosna

source: Summer
pl: Lato

source: Autumn
pl: Jesień

source: Winter
pl: Zima

source: Clear
pl: Czysto

source: Snow
pl: Śnieg

source: Rain
pl: Deszcz

source: Easy
pl: Łatwy

source: Medium
pl: Średni

source: Hard
pl: Trudny

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: Cloudy
pl: Pochmurny

source: Overcast
pl: Zachmurzenie

source: Foggy day
pl: Mgła

source: Rain/snowing day
pl: Deszcz/Śnieżyca

source: Heavy rain/snow
pl: Ulewny deszcz/Śnieg

source: Storm
pl: Burza

source: Dynamic
pl: Dynamiczna

source: Update check failed
pl: Sprawdzenie aktualizacji nie powiodło się

source: User name must be 4-10 characters long, cannot contain space, ', " or - and must not start with a digit.
pl: Nazwa użytkownika musi mieć długość 4-10 znaków, nie może zawierać spacji, ', " lub - i nie może zaczynać się od cyfry.

source: Activity Briefing
pl: Odprawa

source: Update to {0}
pl: Zaktualizuj do {0}

source: The update check failed due to an error: {0}
pl: Sprawdzenie aktualizacji nie powiodło się z powodu błędu: {0}

source: The update failed due to an error: {0}
pl: Aktualizacja nie powiodła się z powodu błędu: {0}

source: Route: {0}
pl: Trasa: {0}

source: Locomotive: {0}
pl: Lokomotywa: {0}

source: Activity: {0}
pl: Zadanie: {0}

source: Path: {0}
pl: Przebieg: {0}

source: Starting at: {0}
pl: Punkt startowy: {0}

source: Heading to: {0}
pl: Jedzie do: {0}

source: Timetable set: {0}
pl: Plik rozkładu jazdy: {0}

source: Timetable: {0}
pl: Rozkład jazdy: {0}

source: Train: {0}
pl: Pociąg: {0}

source: Consist: {0}
pl: Skład: {0}

source: Windowed
pl: W oknie

source: Logging
pl: Plik log

source: Options
pl: Opcje

source: Resume/ Replay...
pl: Wznów/powtórz...

source: Tools ▼
pl: Narzędzia ▼

source: Route:
pl: Trasa:

source: User name:
pl: Nazwa użytkownika:

source: Multiplayer
pl: Tryb wieloosobowy

source: Resume MP
pl: Wznów MP

source: Singleplayer
pl: Jeden gracz

source: Installation profile:
pl: Profil:

source: Documents ▼
pl: Dokumenty ▼

source: Mode:
pl: Tryb:

source: Activity
pl: Zadanie

source: Timetable
pl: Rozkład jazdy

source: Weather advanced:
pl: Pogoda:

source: načítám...
pl: wczytuję...

source: Debrief evaluation:
pl: Ocena podsumowująca:

source: Activity:
pl: Zadanie:

source: Locomotive:
pl: Lokomotywa:

source: Consist:
pl: Skład:

source: Starting at:
pl: Punkt startowy:

source: Heading to:
pl: Jedzie do:

source: Duration:
pl: Czas trwania:

source: Time:
pl: Czas:

source: Difficulty:
pl: Trudność:

source: Season:
pl: Pora roku:

source: Weather File:
pl: Plik pogodowy:

source: Train:
pl: Pociąg:

source: Timetable:
pl: Rozkład jazdy:

source: Day:
pl: Dzień:

source: Weather:
pl: Pogoda:

source: Timetable set:
pl: Plik rokładu jazdy:

source: Testing
pl: Testowanie

source: What's new?
pl: Co nowego?

source: Route
pl: Trasa

source: Player's location
pl: Lokacja gracza

source: Metric
pl: Metryczne

source: Imperial US
pl: Imperialne US

source: Imperial UK
pl: Imperialne UK

source: Automatic
pl: Automatyczny

source: kgf/cm²
pl: kgf/cm2

source: Time
pl: Czas

source: Train Speed
pl: Prędkość pociągu

source: Max. Speed
pl: Maksymalna prędkość

source: Signal State
pl: Sygnał

source: Track Elevation
pl: Profil linii

source: Direction
pl: Kierunek

source: Control Mode
pl: Tryb sterowania

source: Distance Travelled
pl: Przebyta odległość

source: Throttle %
pl: Przepustnica %

source: Brake Cyl Press
pl: Ciśnienie w przewodzie hamulcowym

source: Dyn Brake %
pl: Hamulec dynamiczny%

source: Gear Setting
pl: Ustawienie biegów

source: Stable (recommended)
pl: Stabilna (zalecana)

source: Unstable
pl: Niestabilna

source: None
pl: Żaden

source: Infrequent updates to official, hand-picked versions. Recommended for most users.
pl: Rzadkie aktualizacje do wersji oficjalnych. Zalecane dla większości użytkowników.

source: Weekly updates which may contain noticable defects. For project supporters.
pl: Cotygodniowe aktualizacje, które mogą być zoptymalizowane i działać poprawnie. Dla zaangażowanych w projekt.

source: Daily updates which may contain serious defects. For developers only.
pl: Codzienne aktualizacje - tylko dla deweloperów.

source: No updates.
pl: Bez aktualizacji.

source: Click to change this key
pl: Naciśnij żeby zmienić ten klawisz

source: Continue with conflicting key assignments?
pl: Kontynuować mimo sprzecznie przypisanych klawiszy?

source: Remove all custom key assignments?
pl: Usunąć wszystkie niestandardowo przypisane klawisze?

source: A listing of all keyboard commands and keys has been placed here:
pl: Lista wszystkich poleceń i klawiszy została umieszczona tutaj:

source: No errors found.
pl: Nie znaleziono żadnych błędów.

source: Very easy
pl: Bardzo łatwy

source: MSTS Compatible
pl: Kompatybilny z MSTS

source: Normal
pl: Normalny

source: Very Hard
pl: Bardzo trudny

source: Good luck!
pl: Powodzenia!

source: Disabled
pl: Wyłączony

source: Select an installation profile (MSTS folder) to add:
pl: Wybierz profil instalacyjny (lub folder MSTS), aby dodać:

source: {0:F0}° vertical FOV is the same as: {1:F0}° horizontal FOV on 4:3 {2:F0}° horizontal FOV on 16:9
pl: {0:F0}° pionowy FOV jest taki sam jak: {1:F0}° poziomy FOV on 4:3 {2:F0}° poziomy FOV on 16:9

source: No detail (-{0}%)
pl: Brak detali (-{0}%)

source: Less detail (-{0}%)
pl: Mniej detali (-{0}%)

source: Default detail (+{0}%)
pl: Domyślny poziom detali (+{0}%)

source: More detail (+{0}%)
pl: Więcej detali (+{0}%)

source: All detail (+{0}%)
pl: Wszystkie detale (+{0}%)

source: SigCFG defined
pl: Zdefiniowany SigCFG

source: Route defined
pl: Zdefiniowana trasa

source: No sound
pl: Brak dźwięku

source: Lowest
pl: Najniższe

source: Low
pl: Niskie

source: High
pl: Wysokie

source: Brake pipe charging rate (PSI/s)
pl: Szybkość ładowania przewodu hamulcowego (PSI/s)

source: Cancel
pl: Anuluj

source: Alerter in cab
pl: Czuwak w kabinie

source: Control confirmations
pl: Potwierdzenia kontrolne

source: Map window
pl: Okno z mapą

source: General
pl: Ogólne

source: Reduce memory usage
pl: Zmniejsz zużycie pamięci RAM

source: Save commands for replay
pl: Zapisz polecenia do ponownego odtworzenia

source: Port number
pl: Numer portu

source: Enable webserver
pl: Włącz serwer WWW

source: Disable TCS scripts
pl: Wyłącz skrypty TCS

source: Other units
pl: Inne jednostki

source: Pressure unit
pl: Jednostka ciśnienia

source: Language
pl: Język

source: Also in external views
pl: Także dla widoków zewnętrznych

source: Audio
pl: Dźwięk

source: Sound for train depart:
pl: Dźwięk dla odjazdu pociągu:

source: Generic sound for locos and wagons
pl: Generyczny dźwięk lokomotyw i wagonów

source: % external sound heard internally
pl: % dźwięków z zewnątrz słyszanych wewnątrz

source: % sound volume
pl: % głośności

source: Sound detail level
pl: Dźwięk - poziom detali

source: MSTS Bin compatible sound
pl: Dźwięki kompatybilne z MSTS Bin

source: Video
pl: Grafika

source: Level of detail bias:
pl: Poziom szczegółowości:

source: Extend object maximum viewing distance to horizon
pl: Rysuj odległość obiektu do horyzontu

source: Signal light glow
pl: Blask świateł sygnalizatorów

source: Shadows settings:
pl: Ustawienia cieni:

source: Night signal lightglow:
pl: Blask świateł sygnalizatorów w nocy:

source: Day signal lightglow:
pl: Blask świateł sygnalizatorów w dzień:

source: View from the cabin compatible with MSTS / OR
pl: Widok z kabiny kompatybilny z MSTS/OR

source: Anti-aliasing:
pl: Wygładzanie:

source: Shadow for all shapes
pl: Cienie na wszystkich obiektach

source: Night Brightness:
pl: Jasność w nocy:

source: Ambient daylight brightness:
pl: Jasność otoczenia w dzień:

source: Viewing distance (km)
pl: Widoczność (w km)

source: Distant mountains
pl: Odległe góry

source: Viewing distance (m)
pl: Widoczność (w m)

source: Viewing vertical FOV
pl: Pionowy FOV

source: % cab 2D stretch
pl: % rozciągnięcia kabiny 2D

source: World object density
pl: Gęstość obiektów świata

source: Dynamic shadows
pl: Cienie dynamiczne

source: Video Advanced
pl: Zaawansowane ustawienia

source: Window size (type WIDTHxHEIGHT for custom size)
pl: Rozmiar okna (wpisz WIDTHxHEIGHT, aby uzyskać rozmiar niestandardowy)

source: Double overhead wires
pl: Generowana podwójna sieć trakcyjna

source: Overhead wire
pl: Generowana sieć trakcyjna

source: Model instancing
pl: Instancja modelu

source: Vertical sync
pl: Synchronizacja pionowa

source: Fast full-screen alt-tab
pl: Szybki alt-tab dla pełnego ekranu

source: Glass on in-game windows
pl: Przezroczyste okienka HUD

source: Show shape warnings
pl: Pokaż ostrzeżenia o błędach

source: Load day/night textures only when needed
pl: Wczytaj dzienne/nocne tekstury tylko kiedy trzeba

source: MSTS environments
pl: Środowisko MSTS

source: Load DDS textures in preference to ACE
pl: Wczytaj domyślnie tekstury DDS zamiast ACE

source: Simulation
pl: Symulacja

source: Correct questionable braking params
pl: Popraw wątpliwe parametry hamowania

source: Cars vibration
pl: Drgania

source: Adhesion factor random change:
pl: Losowa zmiana współczynnika przyczepności:

source: Adhesion factor correction:
pl: Korekcja współczynnika przyczepności:

source: Level:
pl: Poziom:

source: Adhesion proportional to rain/snow/fog
pl: Przyczepność proporcjonalna do deszczu/śniegu/mgły

source: Manual coupling
pl: Manualne sprzęganie

source: Retainer valve on all cars
pl: Zawór zwrotny we wszystkich pojazdach

source: Cold Start (locomotive needs to be revived)
pl: Zimny start (należy przygotować pojazd do jazdy)

source: Activity Options
pl: Opcje zadania

source: Dynamically generate random passangers count
pl: Dynamicznie wygeneruj losową liczbę pasażerów

source: Maximum passengers percent
pl: Maksymalny procent pasażerów

source: Minimum passengers percent
pl: Minimalny procent pasażerów

source: MSTS Activities Compatibility Mode
pl: Zadania kompatybilne z MSTS

source: Generate random passengers count
pl: Wygeneruj losową liczbę pasażerów

source: Location-linked passing path processing
pl: Przetwarzanie ścieżki przejazdu powiązanej z lokalizacją

source: Open/close doors in AI trains
pl: Otwieranie/zamykanie drzwi przez pojazdy sterowane AI

source: Forced red at station stops
pl: Wymuś S1 przy postoju na stacji

source: Steam locomotive hot start
pl: Parowóz przygotowany do jazdy

source: Curve dependent speed limit
pl: Prędkość zależna od promienia łuku

source: Curve dependent resistance
pl: Wpływ promienia łuku na opór

source: Tunnel dependent resistance
pl: Wpływ tunelu na opór

source: Wind dependent resistance
pl: Wpływ wiatru na opór

source: Override non-electrified route line-voltage
pl: Zastąp napięcie dla linii niezelektryfikowanej

source: Adhesion moving average filter size
pl: Przyczepność, ruchomy średni rozmiar filtra

source: Break couplers
pl: Zrywanie sprzęgów

source: Advanced adhesion model
pl: Zaawansowany model przyczepności

source: Keyboard
pl: Klawiatura

source: Export
pl: Eksport

source: Defaults
pl: Domyślnie

source: Check
pl: Sprawdź

source: RailDriver
pl: RailDriver (zewnętrzny kontroler)

source: Calibration
pl: Kalibracja

source: Legend
pl: Legenda

source: Reverse Levers
pl: Odwrócone dźwignie

source: Full Range Throttle
pl: Pełny zakres przepustnicy

source: Reverse Independent Brake Direction
pl: Odwróć niezależny kierunek hamowania

source: Reverse Auto Brake Direction
pl: Odwróć niezależny kierunek hamowania

source: Reverse Throttle Direction
pl: Odwrócona przepustnica

source: Reverse Reverser Direction
pl: Odwróc kierunek nawrotnika

source: Data logger
pl: Rejestrator danych

source: Speed units
pl: Jednostka prędkości

source: Log miscellaneous data
pl: Rejestruj różne dane

source: Log performance data
pl: Rejestruj dane dotyczące wydajności

source: Start logging with the simulation start
pl: Rozpocznij rejestrację wraz z rozpoczęciem symulacji

source: Log physics data
pl: Rejestruj dane dla fizyki

source: Log Steam performance data
pl: Rejestruj dane dotyczące wydajności pary

source: Verbose ENG/WAG configuration messages
pl: Szczegółowe komunikaty konfiguracyjne ENG/WAG

source: Evaluation
pl: Rejestrator

source: Interval (sec)
pl: Interwał (w sek)

source: Log station stops
pl: Rejestruj postoje na stacjach

source: Log train speed
pl: Rejestruj prędkość pociągu

source: Content
pl: Zawartość

source: Delete
pl: Usuń

source: Installation profile
pl: Profil

source: Change...
pl: Zmień...

source: Name:
pl: Nazwa:

source: Path:
pl: Ścieżka:

source: Add...
pl: Dodaj...

source: Experimental
pl: Eksperymentalne

source: Target frame rate
pl: Docelowa liczba klatek na sekundę

source: Automatically tune settings to keep performance level
pl: Dostosuj ustawienia, żeby utrzymać wydajność

source: Precipitation box length (m)
pl: Precipitation box długość (w m)

source: Precipitation box width (m)
pl: Precipitation box szerokość (w m)

source: Precipitation box height (m)
pl: Precipitation box wysokość (w m)

source: Level
pl: Poziom

source: Activity weather randomization
pl: Losowość pogody w zadaniu

source: Activity randomization
pl: Losowość w zadaniu

source: ETCS circular speed gauge
pl: Okrągły miernik prędkości ETCS

source: Gauge (mm)
pl: Rozstaw szyn (mm)

source: Minimum length (m)
pl: Minimalna długość (m)

source: Experimental features that may slow down the game, use at your own risk.
pl: Tych opcji używasz na własną odpowiedziallność.

source: Super-elevation
pl: Przechył

source: Use data logger to record your simulation data (in-game command: F12). Please remember that the size of the dump file grows with the simulation time!
pl: Użyj rejestratora danych, aby zapisać dane symulacji (polecenie w grze: F12). Pamiętaj, że rozmiar plikurośnie wraz z upływem czasu!

source: Installation profiles tell Open Rails where to look for game content. Add each full and mini-route MSTS installation.
pl: Profile instalacyjne informują Open Rails, gdzie szukać zawartości gry.

source: Name
pl: Nazwa

source: Path
pl: Ścieżka

source: Default is OR CZ/SK
pl: Domyślnie OR CZ/SK

source: Min 0 Max 100. Higher: louder sound
pl: Min 0 Maks 100. Im wyższa wartość tym głośniej

source: Sound Volume 0-100
pl: Głośność 0-100

source: Default is 0%
pl: Domyślnie 0%

source: Default is medium
pl: Domyślnie średnie

source: Default is 50%
pl: Domyślnie 50%

source: Default is 25%
pl: Domyślnie 25%

source: Default is 2x MSAA
pl: Domyślnie 2x MSAA

source: Default is 20%
pl: Domyślnie 20%

source: Default is 100%
pl: Domyślnie 100%

source: Distance to see mountains
pl: Odległość żeby zobaczyć góry

source: Load the factory default key assignments.
pl: Wczytaj domyślne.

source: Check for incorrect key assignments.
pl: Sprawdź, czy przypisanie klawiszy jest prawidłowe.

source: Load the factory default button assignments.
pl: Przywróć domyślne.

source: Calibrate the lever position reading
pl: Skalibrować odczyt położenia dźwigni

source: Use the full range of the Throttle Lever. There will be no Auto Brake!
pl: Wykorzystaj pełny zakres dźwigni przepustnicy. Nie będzie automatycznego hamulca!

source: 0: no randomization, 1: moderate, 2: significant; 3: high (may be unrealistic)
pl: 0: brak losowości, 1: umiarkowana 2: znacząca 3: duża (może być nierealistyczna)

source: Shortest curve to have elevation
pl: Najkrótszy promień łuku dla przechyłu

source: 0: no elevation, 1: 9cm max; 10: 18cm max
pl: 0: brak przechyłu, 1: 9cm maks; 10: 18cm maks

source: 0 to clip cab view, 100 to stretch it. For cab views that match the display, use 100.
pl: 0, aby przyciąć widok kabiny, 100, aby go rozciągnąć. W przypadku widoków kabiny zgodnych z wyświetlaczem użyj wartości 100.

source: "Generate random passengers count" option must be checked to enable this feature!
pl: Generuj losową liczbę pasażerów. Opcja musi być zaznaczona, żeby działała!

source: Generate a listing of your keyboard assignments. The output is placed on your desktop.
pl: Wygeneruj listę przypisań klawiatury. Dane wyjściowe zostaną umieszczone na pulpicie.

source: Show a legend of RailDriver board with button and lever description. Press cancel to close again.
pl: Wyświetl legendę tablicy RailDriver z opisem przycisków i dźwigni. Naciśnij przycisk Anuluj, aby zamknąć ponownie.

source: Click to change this button
pl: Kliknij, aby zmienić ten klawisz

source: Remove all custom button assignments?
pl: Usunąć wszystkie niestandardowe przypisanie klawiszy?

source: A listing of all Raildriver button assignments has been placed here:
pl: Lista wszystkich przypisań przycisków Raildrivera została umieszczona tutaj:

source: Press any RailDriver button to Assign. Press Backspace to remove an assignment.
pl: Naciśnij dowolny przycisk RailDriver, aby przypisać. Naciśnij Backspace, aby usunąć przypisanie.

source: Explore in Activity Mode
pl: Zwiedzaj w trybie zadania

source: Explore Route
pl: Zwiedzaj trasę

source: To prevent crashes and unexpected behaviour, Open Rails invalidates games saved from older versions if they fail to restore.
pl: Aby zapobiec awariom i nieoczekiwanym zachowaniom, Open Rails unieważnia gry zapisane ze starszych wersji, jeśli nie zostaną przywrócone.

source: Warning: Save {0} found from a route with an unexpected name: {1}.
pl: Ostrzeżenie: zapisz {0} znalezione na trasie o nieoczekiwanej nazwie: {1}.

source: {0} of {1} saves for this route are no longer valid.
pl: {0} z {1} zapisów dla tej trasy jest już nieważnych.

source: Restoring from a save made by version {1} of {0} may be incompatible with current version {2}. Please do not report any problems that may result. Continue?
pl: Przywracanie z zapisu wykonanego przez wersję {1} z {0} może być niezgodne z bieżącą wersją {2}. Proszę nie zgłaszać żadnych problemów, które mogą z tego wyniknąć. Kontynuować?

source: The selected file contains Debrief Eval data. But Debrief Evaluation checkbox (Main menu) is unchecked. You cannot continue with the Evaluation on course. Continue?
pl: Wybrany plik zawiera dane podsumowujące. Jednak pole wyboru Ocena podsumowania (menu główne) nie jest zaznaczone. Nie możesz kontynuować oceny na kursie. Kontynuować?

source: {0} invalid saves have been deleted.
pl: Usunięto {0} nieprawidłowych zapisów.

source: Resume
pl: Kontynuuj

source: Undelete
pl: Przywróć

source: Delete all invalid saves
pl: Usuń wszystkie nieprawidłowe zapisy

source: Import/ export
pl: Importuj/eksportuj

source: Invalid saves
pl: Nieprawidłowe zapisy

source: Replay from previous save
pl: Wczytaj poprzedni zapis

source: Replay from start
pl: Wczytaj od początku

source: Pause replay at end
pl: Wstrzymaj powtórkę na końcu

source: Pause seconds before end:
pl: Pauza na kilka sekund przed końcem:

source: Saved Games
pl: Zapisane gry

source: File
pl: Plik

source: Saved At
pl: Zapisano w

source: Distance
pl: Dystans

source: Tile
pl: Kafel

source: Valid
pl: Ważny

source: Eval
pl: Podsumowanie

source: Deletes the currently selected save or saves.
pl: Usuń wszystkie zaznaczone pliki.

source: Restores all saves deleted in this session.
pl: Przywraca wszystkie zapisy usunięte w tej sesji.

source: Aktualizace databáze Mirelu. Zabere to jen pár vteřin..
pl: Aktualizacja bazy danych Mirel. Zajmie to tylko kilka sekund..

source: SplashWindow
pl: Okno powitalne

source: Test all
pl: Sprawdź wszystko

source: Test
pl: Sprawdź

source: Summary
pl: Podsumowanie

source: Details
pl: Szczegóły

source: Override user settings when running tests
pl: Nadpisz ustawienia użytkownika podczas testu

source: Clear sort
pl: Wyczyść sortowanie

source: ToTest
pl: Testuj

source: ActivityFilePath
pl: Ścieżka pliku zadania

source: DefaultSort
pl: Domyślne sortowanie

source: Tested
pl: Sprawdzony

source: Passed
pl: Przeszedł

source: Errors
pl: Błędy

source: Load
pl: Wczytaj

source: FPS
pl: Klatki na sekundę

source: Brake pipe charging rate (PSI/s)
pl: Szybkość ładowania przewodu hamulcowego (PSI/s)

source: Graduated release air brakes
pl: Hamulce pneumatyczne ze stopniowanym zwalnianiem

source: Alerter in cab
pl: Czuwak w kabinie

source: Control confirmations
pl: Wyświetlanie kontrolek

source: Map window
pl: Mapa

source: Enable webserver
pl: Włącz serwer WWW

source: Run at 32 bit on Win64
pl: Uruchom w 32bit na Winx64

source: Overspeed monitor
pl: Monitor przekraczania prędkości

source: Disable TCS scripts
pl: Wyłącz skrytpty TCS

source: Other units
pl: Inne jednostki

source: Pressure unit
pl: Jednostka ciśnienia

source: Language
pl: Język

source: Retainer valve on all cars
pl: Zawór zwrotny dla wszystkich wagonów

source: MultiSampling (Anti-Aliasing):
pl: MultiSampling (wygładzanie):

source: Simple controls and physics
pl: Uproszczone sterowanie i fizyka

source: Updater
pl: Aktualizator

source: Update mode:
pl: Tryb aktualizacji:

source: Correct questionable braking parameters
pl: Skoryguj wątpliwe parametry hamowania

source: Default is 10%
pl: Domyślnie 10%

source: Default is 130%
pl: Domyślnie 130%
