Repository: rwf-rr/rwf-openrails
Catalog: Source/Locales/Orts.Simulation/*.po
Languages: pl, ru

source: Carriage {0} temperature is too cold, the passengers are freezing.
ru: В вагоне {0} слишком холодно. Пассажиры мёрзнут.

source: Car {0} temperature is too cold for the freight.
ru: В вагоне {0} влишком холодно для этого груза.

# TrainControl
source: Auto Signal
ru: По сигналам

# TrainControl
source: Auto Node
ru: По Блок-участкам

# TrainControl
source: Manual
ru: Маневровый

# TrainControl
source: Explorer
ru: Обследование

# TrainControl
source: Out of Control
ru: Сброс автостопа

# TrainControl
source: Inactive
ru: Неактивный

# TrainControl
source: Turntable
ru: Поворотный круг

# TrainControl
source: Undefined
ru: Некодируемый

source: Throttle must be reduced to Idle before gear change can happen.
ru: Установите контроллер на ноль перед переключением передачи.

source: Battery switch
ru: Руб.АкБ

source: Electric train supply
ru: Эл.Отоп

source: N
ru: Нейтр

source: Fuel
ru: Топливо

source: (flipped)
ru: (разверн)

source: Sync
ru: Синхр

source: Async
ru: Асинхр

source: Flow
ru: Расх

source: Remote
ru: Управл

source: Tractive Effort
ru: Тягов.Усилие

source: Load
ru: Нагрузка

source: ER
ru: УР

source: MR
ru: ГР

# Notch
source: B
ru: Т

# Notch
source: Idle
ru: Выбег

source: TCS
ru: Система безопасости движения

source: OK
ru: Исправна

source: Driver
ru: Машинист

source: Auxiliary power
ru: Питание ВЦ

source: Sand supply has been exhausted
ru: Песочный бункер экипировочного устройства пуст

source: FireMass is getting low. Your fireman will add fuel faster, but don't wear him out.
ru: Почти всё топливо прогорело. Поторопите кочегара.

source: FireMass is back within limits. Your fireman will add fuel as normal.
ru: Горение нормализовано. Кочегар может не торопиться.

source: oil
ru: нефть

source: wood
ru: дрова

source: FType
ru: Топливо

source: OilHeat
ru: Нефть

source: Booster
ru: Бустер

source: Stoker
ru: Стокер

source: Eng
ru: Маш

source: Eng#
ru: Маш №

source: Status:
ru: События:

source: BoostIdle
ru: Буст.ХХ

source: BoostRun
ru: Буст.Вкл

source: BoostGear
ru: ПовышПер

source: Boost:
ru: Форсир:

source: GearT
ru: ПередачаТ

source: GearP
ru: ПередачаР

source: IdleT
ru: ВыбегТ

source: IdleP
ru: ВыбегР

source: Speed
ru: Скорость

source: Pump:
ru: Насос:

source: Pump1
ru: Насос 1

source: Pump2
ru: Насос 2

source: Tender:
ru: Запасы:

source: Oil
ru: Масло

source: Wood
ru: Дрова

source: OilOut
ru: Нефть кончилась

source: AIOR
ru: КорОтопл

source: WoodOut
ru: Дрова кончились

source: PowerTot:
ru: Мощн. общ:

source: AvTE
ru: СрТУ

source: ForceTot:
ru: Усилие общ:

source: MotiveForce
ru: Движ.сила

source: Eng#:
ru: Маш №:

source: AForceN
ru: F на оси, N

source: St/Use
ru: Расх.пара

source: A/Use
ru: Расх.возд

source: Start:
ru: Трогание:

source: Container station busy with preceding mission
ru: Крановщик ещё занят предыдущей работой

source: No containers to load
ru: Нет контейнеров для погрузки

source: Starting load
ru: Погрузка начата

source: Container station full, can't unload
ru: Контейнерная площадка переполнена - некуда разгружать

source: Car {0} has derailed on the curve.
ru: Вагон {0} сошёл с рельсов в кривой.

source: You are travelling too fast for this curve, your freight car {0} may be damaged. The recommended speed for this curve is {1}
ru: Скорость в кривой превышена. Груз в вагоне {0} может быть повреждён. Рекомендуется скорость {1}

source: You are travelling too fast for this curve, your passengers in car {0} are feeling uncomfortable. The recommended speed for this curve is {1}
ru: Скорость в кривой превышена. Пассажиры в вагоне {0} испытали дискомфорт. Рекомендуется скорость {1}

source: Speed regulator mode changed to {0}
ru: Режим регулятора скорости {0}

source: Speed selector mode changed to {0}
ru: Режим задатчика скорости {0}

source: Selected speed changed to {0} mph
ru: Новая целевая скорость {0} миль/ч

source: Selected speed changed to {0} km/h
ru: Новая целевая скорость {0} км/ч

source: Selected speed changed to {0}
ru: Целевая скорость {0}

# Door
source: Closed
ru: Закрыты

# Door
source: Closing
ru: Закрываются

# Door
source: Opening
ru: Открываются

# Door
source: Open
ru: Открыты

source: Status
ru: Состоян

source: RPM
ru: Об/мин

source: Temperature
ru: Температура

source: Oil Pressure
ru: Давл.Масла

source: Diesel Engine has stalled due to underspeed.
ru: ДВС заглох из-за недостаточной скорости.

source: Diesel Engine has stalled due to overspeed.
ru: ДВС заглох из-за превышенной скорости.

source: Pantograph raised even though this route is not electrified
ru: Т/п поднят, хотя этот маршрут не электрифицирован

source: Traction cut-off relay closing not authorized
ru: Возврат РБ не выполнен

source: Waiting for transfer
ru: Ожидается переприцепка
