Repository: rwf-rr/rwf-openrails
Catalog: Source/Locales/Orts.Simulation/*.po
Languages: pl, ru

source: StHeat:
pl: OgrzPasaż:
ru: ПарОтоп:

source: Press
pl: CiśnZaw
ru: Давл

source: StTemp
pl: TempAkt
ru: Темп.пара

source: StUse
pl: UżycPar
ru: Расх.пара

source: WaterLvl
pl: PozWody
ru: Зап.воды

source: Last:
pl: Ostatni:
ru: Хвост:

source: Temp
pl: Tymczasowy
ru: Тепрер

source: OutTemp
pl: TempZew
ru: Наружн

source: NetHt
pl: BilansCiep
ru: Баланс

source: Engine is starting…
pl: Silnik w trakcie rozruchu…

# Gear
source: N
pl: N (jałowy)
ru: Нейтраль

source: Undervoltage protection!
pl: Zabezpieczenie przed zbyt niskim napięciem aktywne!

source: Too much current for one pantograph - use the other pantograph too!
pl: Zbyt duży prąd na jeden pantograf - użyj dodatkowo innego pantografu!

source: Locomotive is damaged with a raised pantograph!
pl: Lokomotywa uszkodzona (podniesiony pantograf)!

source: No power line!
pl: Brak sieci trakcyjnej!

source: Power line condition overridden.
pl: Pominięto parametry sieci trakcyjnej.

source: NOT OK
pl: Nie jest OK
ru: Неисправна

source: Helper
pl: Pomocnik

source: No active cab selected
pl: Nie wybrano aktywnej kabiny

source: Cab 1 selected
pl: Wybrano kabinę nr 1

source: Cab 2 selected
pl: Wybrano kabinę nr 2

source: Overcurrent protection!
pl: Przekaźnik nadmiarowy uruchomiony!

source: Slip protection!
pl: Ochrona przed poślizgiem kół!

source: Traction engines destroyed!
pl: Silniki trakcyjne zniszczone!

source: Power outage - auxiliary drives are not powered.
pl: Brak napięcia - napęd dodatkowy bez zasilania.

source: Power on - auxiliary drives are powered up.
pl: Zasilanie przywrócone - napęd dodatkowy działa pod napięciem.

source: Thermal protection of traction motors is in effect!
pl: Ochrona termiczna silników trakcyjnych funkcjonuje poprawnie!

source: Renegade relay policing the series transition to parallel!
pl: Przekaźnik nadzoruje zmianę połączenia szeregowego na równoległe!

source: Renegade relay temperature protection resistors!
pl: Oporniki ochrony termicznej przekaźnika!

source: You're cold!
pl: Marzniesz!

source: The passengers are cold!
pl: Podróżni są zmarznięci!

source: You're hot!
pl: Masz za gorąco!

source: Passengers are too hot!
pl: Podróżnym jest zbyt gorąco!

source: Overcurrent heating/air conditioning protection!
pl: Nadprądowa ochrona ogrzewania / klimatyzatora!

source: No water scoop on this loco
pl: Brak czerpaka wody w tej lokomotywie
ru: Локомотив не оборудован черпаком

source: Scoop is broken, can't refill
pl: Czerpak uszkodzony - nie mogę uzupełnić wody
ru: Черпак повреждён, набор воды невозможен

source: Scoop is broken by junction track
pl: Czerpak uszkodzony (skrzyżowanie torów)
ru: Черпак разбит об рельсы

source: Scoop is not over trough, can't refill
pl: Czerpak nie znajduje się nad zbiornikiem - nie mogę uzupełnić wody
ru: Черпак не над канавой, набор воды невозможен

source: There's no more sand in the storage!
pl: Brak piasku w zbiorniku!

source: You have no Powerkey in pocket!
pl: Nie masz w kieszeni kluczyka!

source: Powerkey in station!
pl: Kluczyk w stacyjce!

source: Powerkey blocked!
pl: Kluczyk zablokowany!

source: Powerkey in pocket!
pl: Kluczyk w kieszeni!

source: Trainbrake controller locked!
pl: Regulator hamulca zablokowany!

source: Trainbrake controller unlocked!
pl: Regulator hamulca odblokowany!

source: Wipers off
pl: Wycieraczki wyłączone

source: Wipers speed 1
pl: Wycieraczki - prędkość 1

source: Wipers speed 2
pl: Wycieraczki - prędkość 2

source: Position Light:
pl: Światła pozycyjne:

source: Dim Headlight:
pl: Reflektory świateł manewrowych:

source: Bright Headlight:
pl: Reflektory świateł pełnych:

source: Car ID
pl: Numer wagonu

source: Helper connected
pl: Lokomotywa pomocnicza podłączona

source: MU
pl: Zespół trakcyjny

source: Disabling EDB:
pl: Wyłączanie hamulca elektrodynamicznego:

source: Position Forward
pl: Pozycja do przodu

source: Position D
pl: Pozycja D

source: Position 0
pl: Pozycja 0

source: Position Backward
pl: Pozycja do tyłu

source: Directional lever retracted
pl: Dźwignia kierunku złożona

source: Directional lever extended
pl: Dźwignia kierunku wysunięta

source: Cab Object reloaded!
pl: Obiekt w kabinie został ponownie załadowany!

source: Left red light
pl: Światło czerwone - lewe

source: Both red lights
pl: Światła czerwone - obydwa

source: Lights off
pl: Światła wyłączone

source: Left white light
pl: Światło białe - lewe

source: Both white lights
pl: Światła białe - obydwa

source: Right red light
pl: Światło czerwone - prawe

source: Right white light
pl: Światło białe - prawe

source: Both white + center lights
pl: Światła centralne i obydwa białe

source: Season heating switched to Summer!
pl: Ogrzewanie sezonowe przełączone na letnie!

source: Season heating switched to Winter!
pl: Ogrzewanie sezonowe przełączone na zimowe!

source: Traction:
pl: Siła pociągowa:

source: Controller
pl: Nastawnik

source: Reverser
pl: Nawrotnik

source: Automatic start-up
pl: Automatycznie uruchamianie

source: Automatic start-up SpeedSelector set to
pl: Automatyczne uruchamianie - prędkość ustawiona na

source: Axle count:
pl: Licznik osi:

source: Axle counter mode
pl: Tryb pracy licznika osi

source: Axle counter confirmed!
pl: Licznik osi - potwierdzenie!

source: Setup
pl: Ustawienia
ru: Подг

source: Length of train:
pl: Długość pociągu:

source: Remaining:
pl: Pozostało:

source: Ventilator
pl: Wentylator

source: Power system changed to 25kV.
pl: System zasilania zmieniony na 25 kV.

source: Power system changed to 3kV + 15kV + 25kV.
pl: System zasilania zmieniony na 3 kV + 15 kV + 25 kV.

source: Power system changed to 3kV.
pl: System zasilania zmieniony na 3 kV.

source: The marker has been deleted and marked for deletion in an external database.
pl: Znacznik został usunięty, a w zewnętrznej bazie danych oznaczony do usunięcia.

source: The power station is stored in an external database.
pl: Stacja zasilająca jest przechowywana w zewnętrznej bazie danych.

source: Set
pl: Ustaw

source: V and stored in an external database.
pl: V przechowywane w zewnętrznej bazie danych.

source: Selected speed confirmed.
pl: Wybrana prędkość została potwierdzona.

source: Refill: Loco must be moving forward.
pl: Tankowanie - lokomotywa musi poruszać się do przodu.
ru: Для набора двигайтесь вперёд.

source: Refill: Loco speed must exceed {0} for water to enter tender.
pl: Tankowanie - prędkość lokomotywy musi przekraczać {0}, aby woda mogła wpłynąć do zbiornika.
ru: Для набора воды, скорость движения должна превышать {0}.

source: Refill: Water supply now replenished.
pl: Tankowanie - zapas wody został uzupełniony.
ru: Запасы воды пополнены.

source: Tender coal supply is empty. Your loco will fail.
pl: Tender z węglem jest pusty - lokomotywa wkrótce przestanie pracować.
ru: Весь уголь израсходован.

source: Tender water supply is empty. Your loco will fail.
pl: Zbiornik z wodą jest pusty - lokomotywa wkrótce przestanie pracować.
ru: Вся вода израсходована.

source: Fire has dropped too far. Your loco will fail.
pl: Palenisko wygasa - lokomotywa wkrótce przestanie pracować.
ru: Огонь в топке гаснет.

source: FireMass is getting low. Your fireman will shovel faster, but don't wear him out.
pl: Płomień maleje, więc palacz będzie pracować szybciej; nie przemęcz go.
ru: Почти весь уголь прогорел. Поторопите кочегара.

source: FireMass is back within limits. Your fireman will shovel as per normal.
pl: Płomień wrócił do normy; palacz będzie pracować normalnie.
ru: Горение нормализовано. Кочегар может не торопиться.

source: Grate limit exceeded - boiler heat rate cannot increase.
pl: Ruszt zatkany - nie można już zwiększyć mocy cieplnej.
ru: Колосник забит-мощность котла больше не увеличить.

source: Grate limit return to normal.
pl: Parametry rusztu wróciły do normy.
ru: Колосник очищается.

source: Water level dropped too far. Plug has fused and loco has failed.
pl: Poziom wody opadł za nisko. Korek się zatkał i lokomotywa uległa awarii.
ru: Выкипело слишком много воды-котёл вышел из строя.

source: Boiler overfull and priming.
pl: Kocioł z wodą jest przepełniony i przelewa się.
ru: Котёл переполнен.

source: Boiler no longer priming.
pl: Poziom w kotle z wodą wrócił do normy.
ru: Уровень в котле нормализовался.

source: Fixed gear
pl: Stały bieg
ru: Редукторный

source: Steam usage
pl: Zużycie pary
ru: Расход пара

source: Boiler pressure
pl: Ciśnienie w kotle z wodą
ru: Давление в котле

source: Boiler water glass
pl: Wodowskaz
ru: Водомерное стекло

source: (safe range)
pl: (bezpieczny zakres)
ru: Раб.интервал

source: Boiler water level
pl: Poziom wody w kotle
ru: Воды в котле

source: (absolute)
pl: (całkowity)
ru: (абсолют)

source: Fire mass
pl: Wielkość ognia
ru: Загрузка топки

source: Fire Heat Loss
pl: Straty ciepła
ru: Теплопотери горения

source: Fuel levels
pl: Poziomy paliwa
ru: Запасы

source: coal
pl: węgiel
ru: уголь

source: water
pl: woda
ru: вода

source: Key Inputs
pl: Dane podstawowe
ru: Ключевые параметры

source: Locomotive Type:
pl: Typ lokomotywy:
ru: Тип паровоза:

source: Input:
pl: DaneWej:
ru: Характ:

source: Evap
pl: PowParowa
ru: S испар

source: Grate
pl: PowPalen
ru: S колосн

source: Boiler
pl: ObjKotła
ru: V котла

source: SuperHr
pl: PowPrzeg
ru: S перегр

source: FuelCal
pl: KalorPal
ru: Кал.топл

source: Adj:
pl: Regul:
ru: Поправки:

source: CylEff
pl: WydajCyl
ru: Эфф.Цил

source: PortOpen
pl: RozmOtwCyl
ru: L вп.окна

source: Steam Production
pl: ProdPary
ru: Парообразование

source: Boiler:
pl: KociołWod:
ru: Котёл:

source: Mass
pl: MasaWody
ru: Воды

source: MaxOutp
pl: SzybkPary
ru: Макс.отд

source: BoilerEff
pl: SprawKotła
ru: Эффективн

source: Heat:
pl: Ciepło:
ru: Теплота:

source: In
pl: CiepDost
ru: Подвод

source: Out
pl: CiepPara
ru: Расход

source: Rad
pl: Emisja
ru: Излуч

source: Stored
pl: CiepłKoc
ru: Накопл

source: Max
pl: CiepKotMAX
ru: Номин

source: Safety
pl: CiepKotGRA
ru: Критич

source: Raw
pl: WodaSur
ru: Валов

source: Temp:
pl: TempRobKot:
ru: Темпер:

source: Flue
pl: TempSpal
ru: Газов

source: Water
pl: TempWod
ru: Воды

source: MaxSupH
pl: MaxTemPrzeg
ru: Макс.пер

source: CurSupH
pl: AktTemPrzeg
ru: Текущ.пер

source: Steam Usage
pl: UżycPary
ru: Расход пара

source: Usage:
pl: Zużycie:
ru: Потребл:

source: Cyl
pl: Cylind
ru: Машина

source: Comprsr
pl: Sprężarka
ru: Компресс

source: SafetyV
pl: ZawórBezp
ru: Пред.кл

source: CylCock
pl: KurekCyl
ru: Цил.прод

source: Genertr
pl: Generator
ru: Турбоген

source: BlowD
pl: Dmuchawa
ru: Эверласт

source: MaxSafe
pl: ZawBezp
ru: Все пр.кл

source: Ejector
pl: Eżektor
ru: Эжектор

source: CylValve:
pl: ZawórCyl:
ru: Золотники:

source: Travel
pl: Jazda
ru: Ход

source: Cutoff
pl: Odcięcie
ru: Отсечное

source: Lead
pl: Bieżące

source: ExhLap
pl: UpustCiągł
ru: ВыпПер

source: StLap
pl: ParaCiągł
ru: ВпПер

source: AdvAng
pl: AngZaawan
ru: УгОпер

source: CylEvts:
pl: CylŚledz:
ru: Цилиндры:

source: CylExh
pl: UpustCyl
ru: Отсечка

source: CylComp
pl: CylZestaw
ru: Компаунд

source: CyAdmis
pl: CylDopusz
ru: Впуск

source: PressHP:
pl: NaciskWysCiś:
ru: Давление Iст:

source: Chest
pl: SkrzyPar
ru: Входное

source: Initial
pl: CiśnPocz
ru: Начальн

source: Rel
pl: CiśnZwoln
ru: Выпускн

source: Back
pl: CiśnReszt
ru: Остаточн

source: MEP
pl: CiśnŚred
ru: Ср.Эфф

source: PressLP:
pl: NaciskNisCiś:
ru: Давление IIст:

source: Press:
pl: Ciśnienie:
ru: Давл:

source: Open
pl: Otwarty
ru: Открыт

source: Closed
pl: Zamknięty
ru: Закрыт

source: Plug
pl: Topik
ru: Заглушка

source: Yes
pl: Tak
ru: Да

source: No
pl: Nie
ru: Нет

source: Prime
pl: Zalanie
ru: Выброс

source: Comp
pl: ZawSprzęż
ru: Байпас

source: Fireman
pl: Palacz
ru: Кочегар

source: Fire:
pl: Ogień:
ru: Горение:

source: Ideal
pl: Idealny
ru: Идеальн

source: Actual
pl: Bieżący
ru: Фактич

source: MaxFireR
pl: MaxSzybDokł
ru: МаксПод

source: FeedRate
pl: BieżSzybDokł
ru: Подача

source: BurnRate
pl: SzybSpal
ru: Ск.Сгор

source: Combust
pl: SzybSpalPalen
ru: Уд.Сгор

source: GrLimit
pl: MaxSpalPalen
ru: Огр.Кол

source: MaxBurn
pl: SpalPalenGran
ru: Макс-Возм

source: Injector:
pl: Inżektor:
ru: Инжектор:

source: Inj1
pl: Inżekt1
ru: Инж.1

source: Temp1
pl: TempWod1
ru: Темп.1

source: Inj2
pl: Inżekt2
ru: Инж.2

source: Temp2
pl: TempWod2
ru: Темп.2

source: Coal
pl: ZapasWęg
ru: Уголь

source: Water(C)
pl: Woda (C)
ru: Вода(вся)

source: Water(T)
pl: Woda (T)
ru: Вода(осн)

source: Water(A)
pl: Woda (A)
ru: Вода(доп)

source: Steam
pl: ParaBież
ru: Пар,исп

source: TotSteam
pl: ParaOdPocz
ru: Пар всего

source: CoalOut
pl: KoniecWęg
ru: Нет угля

source: WaterOut
pl: KoniecWod
ru: Нет воды

source: FireOut
pl: GaszęOgń
ru: Нет огня

source: Boost
pl: PalaczTurbo
ru: Форсир

source: FireOn
pl: PalaczStart
ru: Подн.пар

source: FireOff
pl: PalaczKoniec
ru: Сбр.пар

source: Performance
pl: Wydajność
ru: Производительность

source: Power:
pl: Moc:
ru: Мощн:

source: MaxInd
pl: MocMaxTeor
ru: Макс.Инд

source: Ind
pl: MocBież
ru: ИндТек

source: Drawbar
pl: MocSprzęgBież
ru: На сцепке

source: BlrLmt
pl: KocRodzOgr
ru: ПрМощн

source: Force:
pl: Siła:
ru: Усилие:

source: TheorTE
pl: SiłaPocTeor
ru: ТеорТУ

source: StartTE
pl: SiłaPocPocz
ru: ТрогТУ

source: TE
pl: SiłaPocBież
ru: ФактТУ

source: Draw
pl: SiłaSprzęg
ru: СцепТУ

source: CritSpeed
pl: PrędkKryt
ru: Крит.Ск

source: SpdLmt
pl: LimitPręd
ru: ПределСк

source: Move:
pl: RuchLok:
ru: Движ:

source: Piston
pl: PrędTłoka
ru: Поршень

source: DrvWhl
pl: ObrKoła
ru: ВедКол

source: MF-Gear
pl: SiłaBiegWSP
ru: Перед.Ч

source: Max-SpdF
pl: MaxPręLokWSP
ru: МаксКоэфСк

source: Slip Monitor
pl: Monitor poślizgu
ru: Боксование

source: Slip:
pl: Poślizg:
ru: Боксов:

source: MForceN
pl: SiłaNapLok

source: Tang(c)
pl: SiłaKorbKoł
ru: Вращ.мом

source: Tang(t)
pl: SiłaPowKoł
ru: Fкасат

source: Static
pl: SiłaTarcia
ru: Трен.покоя

source: Coeff
pl: WspTarcia
ru: Коэф.трен

source: Slip
pl: Poślizg
ru: Боксован

source: WheelM
pl: KołoNapCięż
ru: Сцеп. вес

source: FoA
pl: WspPrzyczep
ru: Коэф.сцеп

source: Sand:
pl: Piasek:
ru: Пескопод:

source: S/Use
pl: PiasZużyc
ru: Расх.песка

source: S/Box
pl: PiasPojemn
ru: Номин.зап

source: M/Press
pl: CiśnSypania
ru: Давл.ГР

source: Slip Debug
pl: Debugowanie poślizgu
ru: Боксование

source: CyPressL
pl: CiśCylLew
ru: ЛевЦил

source: CyPressR
pl: CiśCylPraw
ru: ПравЦил

source: Speed:
pl: Prędkość:
ru: Скорость:

source: Wheel:
pl: Koło:
ru: Колёса:

source: TangSp
pl: PrędkPoś
ru: Vкасат

source: Sound Variables
pl: Zmienne dźwięku
ru: Переменные звука

source: Ejector / Vacuum Pump
pl: Eżektor / Pompa próżniowa
ru: Эжектор/Вакум.насос

source: Large:
pl: EżektDuży:
ru: Бол:

source: StCons
pl: ZużyciePary
ru: Потр.пара

source: Rate
pl: SzybTworzPróż
ru: Производит

source: Lg Ej
pl: EżDużFun
ru: Работает

source: Small:
pl: EżektMały:
ru: Мал:

source: Sm Ej
pl: EżMałFun
ru: Работает

source: Vac:
pl: Próżnia:
ru: Вак:

source: Pump
pl: Pompa
ru: Нагн

source: Leak:
pl: WyciekSzyb:
ru: Утечка:

source: Net:
pl: UbytekPow:
ru: Баланс:

source: Fill:
pl: Napełnienie:
ru: Набор:

source: ScDwn
pl: ŁopWył
ru: Черпак Оп

source: ScBrk
pl: ŁopPrzerw
ru: Черпак Повр

source: Min
pl: Minimum
ru: Мин

source: WaVel
pl: SzybWody

source: Drag
pl: Pociągnięcie

source: WaterU
pl: Woda

source: Input
pl: Wejście

source: Total
pl: Ogólnie
ru: Всего

source: Gears can't be changed unless throttle is at zero.
pl: Nie możesz zmieniać biegów, dopóki nie ustawisz nastawnika na "0".
ru: Переключать скорости можно только на нулевой позиции контроллера.

source: AI Fireman has started adding fuel to fire
pl: Palacz zaczął dorzucać paliwo do ognia
ru: Автокочегар начал подачу топлива

source: AI Fireman has stopped adding fuel to fire
pl: Palacz przestał dorzucać paliwo do ognia
ru: Автокочегар прекратил подачу топлива

source: AI Fireman has been reset
pl: Automatyczny palacz został zresetowany
ru: "Автокочегар - сброс"

# HUD
source: Power
pl: Włączony
ru: Мощн

source: - out of order
pl: - nieczynny

source: Starting unload
pl: Rozładunek rozpoczęty
ru: Начинается разгрузка

source: opened
pl: otwarty
ru: открыта

source: closed
pl: zamknięty

source: Incompatible data
pl: Niezgodne dane
ru: Несовместимо

source: Starting refill
pl: Uzupełnianie rozpoczęte
ru: Экипировка начата

source: Preparing for unload
pl: Przygotowywanie do rozładunku
ru: Подготовка к выгрузке

source: Tree leaves on track!
pl: Liście na torach!

source: You were travelling too fast for this curve, and have snapped a brake hose on Car
pl: Pokonałeś zakręt zbyt szybko i pękł Ci przewód hamulcowy w wagonie
ru: Скорость в кривой превышена. Разъединился тормозной рукав у вагона

source: Car ID:
pl: Numer wagonu:

source: - experiencing braking force wheel skid.
pl: - poślizg kół spowodowany zbyt dużą siłą hamowania.

source: You are travelling too fast for this curve. Slow down, your freight car {0} may be damaged. The recommended speed for this curve is {1}
pl: Jedziesz za szybko jak na ten zakręt, zwolnij. Wagon towarowy {0} może być uszkodzony. Zalecana prędkość na tym zakręcie to {1}

source: You are travelling too fast for this curve. Slow down, your passengers in car {0} are feeling uncomfortable. The recommended speed for this curve is {1}
pl: Jedziesz za szybko jak na ten zakręt, zwolnij. Pasażerowie w wagonie {0} czują się niekomfortowo. Zalecana prędkość na tym zakręcie to {1}

source: Speed regulator mode changed to
pl: Tryb działania regulatora prędkości zmieniony na

source: Speed selector mode changed to
pl: Tryb działania selektora prędkości zmieniony na
ru: Установлен режим задатчика скорости

source: Speed regulator max acceleration percent changed to
pl: Maksymalny stopień (procent) przyspieszenia został zmieniony na

source: Speed regulator max acceleration changed to
pl: Maksymalny stopień przyspieszenia został zmieniony na

source: Selected speed changed to
pl: Wybrana prędkość została zmieniona na

source: Number of axles increased to
pl: Liczba osi została zwiększona do
ru: Число осей увеличено до

source: Number of axles decreased to
pl: Liczba osi została zmniejszona do
ru: Число осей уменьшено до

source: Speed restricted zone active.
pl: Początek ograniczenia prędkości.

source: Speed restricted zone off.
pl: Koniec ograniczenia prędkości.

source: Selected speed set to
pl: Prędkość została ustawiona na
ru: Задана целевая скорость

source: Empty
pl: Pusty

source: Apply
pl: W trakcie działania
ru: Служебное

source: Release
pl: Zwolniony
ru: Поездное

source: BC
pl: Hamulec lokomotywy
ru: ТЦ

source: BP
pl: Ciśnienie przewodu
ru: ТМ

source: EQ
pl: Zbiornik wyrównawczy
ru: УР

source: EOT
pl: Koniec pociągu
ru: ХВ

source: Pipe pressure change
pl: Zmiana ciśnienia w rurze

source: Leakage
pl: Wyciek

source: Volume mainres and pipes
pl: Ilość rur

source: Active
pl: Aktywny

source: Failure!
pl: Awaria!

source: Loaded
pl: Załadowano

source: Braking
pl: Hamowanie

source: EP Brake position
pl: Pozycja hamulca elektropneumatycznego

source: Manual Brake
pl: Hamulec ręczny
ru: Ручной тормоз

source: Lead BP
pl: Wyjściowe ciśnienie przewodu
ru: ГВ ТМ

source: Circuit breaker closing not authorized
pl: Nie można zamknąć obwodu
ru: Возврат ГВ не выполнен

source: Starting
pl: Uruchamianie

source: Stopping
pl: Zatrzymywanie

source: Running
pl: W trakcie działania

source: Stopped
pl: Zatrzymany

source: The engine's wrecked!
pl: Silnik jest wrakiem!

source: The engine's damaged!
pl: Silnik jest zniszczony!

source: The engine is overheating! Water temperature:
pl: Silnik się przegrzewa! Temperatura wody:

source: The engine is overheating! Oil temperature:
pl: Silnik się przegrzewa! Temperatura oleju:

# Engine
source: Stopped
pl: Zatrzymany
ru: Заглушен

# Engine
source: Starting
pl: Uruchamia się
ru: Заводится

# Engine
source: Running
pl: Działa
ru: Работает

# Engine
source: Stopping
pl: Zatrzymuje się
ru: Останавливается

source: Held for connecting train :
pl: Zatrzymany w celu skomunikowania :
ru: Ожидается согласованный поезд:

source: Waiting for train to attach :
pl: Oczekiwanie na skład do podłączenia:
ru: Ожидается прицепка к поезду:

source: Waiting for transfer with train :
pl: Oczekiwanie na przesiadkę na pociąg:
ru: Ожидается обмен вагонами с поездом:

source: Waiting for train to arrive :
pl: Oczekiwanie na przyjazd pociągu:
ru: Ожидание прибытия поезда:

source: , backward
pl: , wstecz
ru: сзади

source: , forward
pl: , do przodu
ru: спереди

source: Train is ready to attach to :
pl: Pociąg jest gotowy do podłączenia z:
ru: Поезд готов к сцепке с:

source: Passenger detraining completed. Train terminated.
pl: Podróżni opuścili skład. Pociąg został odwołany.
ru: Высадка пассажиров окончена. Поезд аннулирован.

source: Turntable is ready for access - allowed speed set to {0}
pl: Obrotnica gotowa na przyjęcie składu - dozwolona prędkość to {0}
ru: Поворотный круг готов - разрешённая скорость {0}

source: Neutral
ru: Нейтраль

source: Suppression
ru: Сброс ЭПК

source: SME Service
ru: SME Служебное

source: SME Full Service
ru: SME Полн.Служ

source: SME Self Lap
ru: SME Самоперекрыша

source: SME Release Start
ru: SME Отпуск

source: Hold Engine
ru: Перекрыша ВТ

# Brake Controller
source: Running
ru: Поездное

source: Unavailable
ru: Недоступно

# PowerSupply
source: Steam
ru: Паровоз

# PowerSupply
source: DieselMechanical
ru: Мотовоз

# PowerSupply
source: DieselHydraulic
ru: Гидропередача

# PowerSupply
source: DieselElectric
ru: Электропередача

# PowerSupply
source: Electric
ru: Электровоз

# PowerSupply
source: DualMode
ru: Двухсистемный

# PowerSupply
source: ControlCar
ru: Гол. вагон

# TractionCutOffRelay
source: Open
ru: Откл

# TractionCutOffRelay
source: Closing
ru: Включается

# TractionCutOffRelay
source: Closed
ru: Вкл

source: Passenger boarding completed. You may depart now.
ru: Посадка окончена. Отправление разрешается.

source: Passenger boarding completes in {0:D2}:{1:D2}
ru: Посадка заканчивается в {0:D2}:{1:D2}

source: <none>
ru: <нет>

source: locked. Close throttle, release dynamic brake, stop train then re-try.
ru: заблокирован. Выключите контроллер и остановите поезд.

source: Traction cut-off relay
ru: РП

source: Steam Booster Air Valve
ru: Воздушный вентиль бустера

source: Steam Booster Idle Valve
ru: Вентиль холостого хода бустера

source: idle
ru: выбег

source: run
ru: ход

source: Steam Booster Latch
ru: Защёлка бустера

source: locked
ru: закрыта

source: Tender
ru: Тендер

source: Fuel re-filled
ru: Топливо заправлено

source: Fuel level
ru: Запасы топлива

source: locked. Move reverser then retry.
ru: заблокировано. Поставьте реверсор в нейтральное положение.

source: Master key
ru: ВУ

source: Max acceleration
ru: Предельное ускорение

source: Restricted speed zone
ru: Участок с огр. скорости

source: Window Left
ru: Левые окна

source: closing
ru: включается

source: opening
ru: откр

source: Window Right
ru: Правые окна

source: reset
ru: нормальная

source: Wagon
ru: Вагон

# Odometer
source: reset
ru: сброшен

source: No suitable position to unload
ru: Нет подходящего места для разгрузки

source: No suitable container to load
ru: Нет подходящего контейнера для погрузки

source: Wagon out of range: move wagon towards crane by {0} metres
ru: Платформа слишком далеко: сдвиньте её к крану на {0} метров

source: Train can't be switched if in manual mode
ru: Поезд нельзя сменить в маневровом режиме

source: Turntable is at its bound, can't rotate
ru: Мост дошёл до упора

source: Cannot change to Manual Mode. Use the Reset Out Of Control Mode command to release brakes
ru: Не переключиться в ручной режим. Для отпуска тормозов, используйте команду Reset Out Of Control Mode

source: Out of control mode reset
ru: Сброс автостопа

source: You can only reset if you passed a signal at danger or if you passed a misaligned switch.
ru: Сброс можно выполнить только после проезда запрещающего сигнала или взреза стрелки.
