Repository: rwf-rr/rwf-openrails
Catalog: Source/Locales/Orts.Simulation/*.po
Languages: pl, ru

source: Release position
pl: Pozycja upustowa

source: Highpressure release
pl: Zwalnianie hamulca szybkodziałającego

source: Slow release
pl: Zwalnianie hamulca towarowego

source: Driving position
pl: Położenie do jazdy

source: Apply position
pl: Położenie gotowości

source: EPApply
pl: Hamulec EP uruchomiony
ru: ЭПТ

source: Emergency
pl: Hamowanie nagłe
ru: Экстренное

source: Self Lap
pl: Hamowanie stopniowe
ru: Самоперекрыша

source: Service
pl: Siła hamowania
ru: Разряд

source: Lap
pl: Utrzymanie stopnia hamowania
ru: Перекрыша БП

source: Full braking
pl: Pełna siła hamowania

source: Cont. Service
pl: Hamowanie ciągłe
ru: Рег.разрядка

source: Full Service
pl: Pełne hamowanie
ru: Полн.Служ

source: Minimum Reduction
pl: Minimalna redukcja
ru: Предв. разрядка

source: Hold
pl: Utrzymanie stopnia hamowania z napełnieniem przewodów
ru: Перекрыша СП

source: Str. Brk. Release On:
pl: Zwolnienie ham. strob. uruchomione:
ru: Прямод.Торм. Отпуск Вкл:

source: Str. Brk. Release Off:
pl: Zwolnienie ham. strob. wyłączone:
ru: Прямод.Торм. Отпуск Откл:

source: Str. Brk. Release:
pl: Ham. strob. zwolnione:
ru: Прямод.Торм. Отпуск:

source: Str. Brk. Lap:
pl: Ham. strob. w trakcie:
ru: Прямод.Торм. Перекрыша:

source: Str. Brk. Apply:
pl: Ham. strob. uruchomione:
ru: Прямод.Торм. Торм:

source: Str. Brk. Apply All:
pl: Ham. strob. uruchomione (wszystkie):
ru: Прямод.Торм. Торм.Полн:

source: Str. Brk. Emerg:
pl: Awaryjne ham. strob.:
ru: Прямод.Торм. Экстренн:

source: Overcharge
pl: Przeciążenie
ru: Отпускное

source: Emergency Braking Push Button
pl: Przycisk hamulca awaryjnego
ru: Кнопка аварийного останова

source: TCS Emergency Braking
pl: Awaryjne hamowanie TCS (kontrola trakcji)
ru: Автостоп Экстренное

source: TCS Full Service Braking
pl: Pełne hamowanie TCS (kontrola trakcji)
ru: Автостоп Служебное

source: Vac. Cont. Service
pl: Hamowanie próżniowe ciągłe

source: Vac. Apply Cont. Service
pl: Uruchomiono hamowanie próżniowe ciągłe

source: Manual Braking
pl: Hamowanie ręczne
ru: Ручное торможение

source: Notch
pl: Położenie
ru: Позиция

source: EP Service
pl: Hamowanie elektropneumatyczne
ru: ЭП разрядка

source: EP Full Service
pl: Pełne hamowanie elektropneumatyczne
ru: ЭП служебн

source: Slow service
pl: Powolne hamowanie elektropneumatyczne
ru: Темп мягкости

source: Lowpressure release
pl: Odhamowanie hamulca wolnodziałającego

source: Slow braking
pl: Delikatne hamowanie

# PowerSupply
source: Off
pl: Odcięte
ru: Снято

# PowerSupply
source: On ongoing
pl: Działa
ru: Взводится

# PowerSupply
source: On
pl: Włączone
ru: Вкл

# Pantograph
source: Down
pl: Opuszczony
ru: Опущен

# Pantograph
source: Lowering
pl: Opuszczanie
ru: Опускается

# Pantograph
source: Raising
pl: Podnoszenie
ru: Поднимается

# Pantograph
source: Up
pl: Podniesiony
ru: Поднят

# CircuitBreaker
source: Open
pl: Obwód otwarty (połączenie przerwane)
ru: Отключён

# CircuitBreaker
source: Closing
pl: W trakcie zamykania obwodu
ru: Включается

# CircuitBreaker
source: Closed
pl: Obwód zamknięty
ru: Включён

source: Connection to the server is lost, will play as single mode
pl: Połączenie z serwerem zostało przerwane; gra będzie działać w trybie pojedynczego gracza
ru: Связь с сервером потеряна, игра продолжится в однопользовательском режиме

source: Alt-E to gain control of your train
pl: Alt+E, aby kontrolować swój pociąg
ru: Чтобы управлять поездом, нажмите Alt-E

source: Dispatcher does not allow hand throw at this time
pl: Dyżurny ruchu na razie nie zezwala na ręczne przełożenie zwrotnicy
ru: Сейчас диспетчер запретил ручной перевод стрелок

source: main route
pl: trasa podstawowa
ru: прямому

source: side route
pl: trasa poboczna
ru: отклонённому

source: You are the new dispatcher. Enjoy!
pl: Jesteś nowym dyżurnym ruchu. Baw się dobrze!
ru: Вы теперь диспетчер. Поздравляем!

source: Name conflicted with people in the game, will play in single mode
pl: Niewłaściwa (zdublowana) nazwa użytkownika; gra będzie działać w trybie jednoosobowym
ru: Имя совпадает с именем другого игрока. Игра продолжится в однопользовательском режиме

source: You gained back the control of your train
pl: Odzyskałeś kontrolę nad swoim pociągiem
ru: Вы снова управляете своим поездом

source: Server quits, will play as single mode
pl: Serwer wyłączony; gra będzie działać w trybie jednoosobowym
ru: Сервер отключился, начат однопользовательский режим

source: Trains uncoupled, gain back control by Alt-E
pl: Pociągi rozłączone; aby odzyskać kontrolę naciśnij Alt+E
ru: Поезд расцеплен. Для управления им, нажмите Alt-E

source: Trains coupled, hit \ then Shift-? to release brakes
pl: Pociągi połączone; naciśnij "\" i następnie "Shift+?", aby zwolnić hamulce
ru: Поезд сцеплен, нажмите"\"затем "Shift-?"для сброса автотормозов

source: You are an assistant now, will be able to handle switches and signals.
pl: Jesteś pomocnikiem maszynisty; możesz teraz obsługiwać przełączniki i wskaźniki.
ru: Вы теперь помошник диспетчера. Можете управлять стрелками и сигналами.

source: You are no longer an assistant.
pl: Nie jesteś już pomocnikiem maszynisty.
ru: Вы больше не помошник диспетчера.

source: Switched, current route is {0}
pl: Przełączono; aktualną trasą jest {0}
ru: Пропуск по {0}

source: New dispatcher is {0}
pl: Nowym dyżurnym ruchu jest {0}
ru: Диспетчер теперь {0}

source: {0} quit.
pl: {0} opuścił grę.
ru: {0} вышел.

source: {0} lost.
pl: {0} utracono połączenie.
ru: {0} слетел.

source: From {0}: {1}
pl: Od {0}: {1}
ru: От {0}: {1}

source: Missing car, have substituted with other one.
pl: Brakujący wagon; został on zastąpiony innym.
ru: Отсутствующий вагон заменён другим.

source: Cannot decouple: train has {0} player, need to completely stop.
pl: Nie można rozłączyć składu - korzysta z niego {0} gracz; pociąg należy najpierw całkowicie zatrzymać.
ru: Нельзя расцепиться до полной остановки: в составе поезда {0} игрок.

source: People are waiting for the door to open…
pl: Podróżni oczekują na otwarcie drzwi…

source: Waiting for passengers to unboard....
pl: Oczekiwanie na opuszczenie pociągu przez podróżnych...

source: Waiting for passengers to board....
pl: Oczekiwanie za zajęcie przez podróżnych miejsc w pociągu...

source: Clear to go!
pl: Gotów do odjazdu!

source: Waiting for the permission....
pl: Oczekiwanie na sygnał odjazdu...

source: Passenger boarding completed. Waiting for signal ahead to clear.
pl: Wsiadanie pasażerów zakończone. Oczekiwanie na podanie na semaforze sygnału zezwalającego na jazdę.
ru: Посадка окончена. Ожидание разрешающего сигнала.

source: We're in position to detach the wagons!
pl: Tutaj możesz odłączyć wagony!

source: Precise stop required!
pl: Wymagane precyzyjne zatrzymanie składu!

source: We're here, we can stop!
pl: Jesteśmy na miejscu, możemy się zatrzymać!

source: Time to departure: {0:D2}:{1:D2}
pl: Do odjazdu pozostało: {0:D2}:{1:D2}

source: None
pl: Nic
ru: Нет

source: Information
pl: Informacja
ru: Информация

source: Warning
pl: Ostrzeżenie
ru: Предупреждение

source: Error
pl: Błąd
ru: Ошибка

source: MSG
pl: Wiadomość
ru: Сообщение

source: reverse
pl: wstecz
ru: назад

source: neutral
pl: położenie neutralne
ru: нейтраль

source: forward
pl: do przodu
ru: вперёд

source: locked. Close throttle, stop train then re-try.
pl: zablokowany. Przełącz nastawnik na pozycję "0", zatrzymaj pociąg i spróbuj ponownie.
ru: заблокирован. Выключите контроллер и остановите поезд.

source: Throttle
pl: Nastawnik
ru: Контроллер

source: close
pl: zamknięty
ru: выкл

source: open
pl: otwarty
ru: откр

source: locked. Release dynamic brake then re-try.
pl: zablokowany. Zwolnij hamulec elektrodynamiczny i spróbuj ponownie.
ru: заблокирован. Выключите динамическое торможение.

source: Wheel-slip
pl: Poślizg kół
ru: Боксование

source: over
pl: zakończony
ru: прекратилось

source: occurring. Tractive power greatly reduced.
pl: wystąpił. Moc pociągu znacznie zmniejszona.
ru: началось. Сила тяги значительно снизилась.

source: warning
pl: ostrzeżenie
ru: предупреждение

source: Power
pl: Moc
ru: Мощность

source: off
pl: wyłączony
ru: откл

source: on
pl: włączony
ru: вкл

source: Pantograph 1
pl: Pantograf nr 1
ru: Токоприёмник 1

source: lower
pl: opuszczony
ru: опущен

source: raise
pl: podniesiony
ru: поднят

source: Pantograph 2
pl: Pantograf nr 2
ru: Токоприёмник 2

source: Pantograph 3
pl: Pantograf nr 3
ru: Токоприёмник 3

source: Pantograph 4
pl: Pantograf nr 4
ru: Токоприёмник 4

source: Circuit breaker
pl: Wyłącznik obwodu
ru: ГВ

source: Circuit breaker closing authorization
pl: Zgoda na zamknięcie obwodu
ru: Разрешение включить ГВ

source: remove
pl: wycofana
ru: снято

source: give
pl: udzielona
ru: дано

source: Player Diesel Power
pl: Silnik diesla (gracz)
ru: Первый ДВС

source: locked. Close throttle then re-try.
pl: zablokowany. Przełącz nastawnik na pozycję "0" i spróbuj ponownie.
ru: заблокировано. Сначала выключите контроллер.

source: Helper Diesel Power
pl: Silnik diesla (lokomotywa pomocnicza)
ru: Остальные ДВС

source: Diesel Tank
pl: Zbiornik oleju napędowego
ru: Топливный бак

source: re-fueled
pl: zatankowany
ru: заправлен

source: level
pl: poziom
ru: уровень

source: Boiler Water Tank
pl: Zbiornik na wodę do kotła
ru: Водяной бак

source: Regulator
pl: Regulator przepływu
ru: Регулятор

source: Injector 1
pl: Inżektor nr 1
ru: Инжектор 1

source: Injector 2
pl: Inżektor nr 2
ru: Инжектор 2

source: Blowdown Valve
pl: Zawór upustowy
ru: Вентиль продувки котла

source: Blower
pl: Dmuchawka parowa
ru: Сифон

source: decrease
pl: zmniejszenie
ru: уменьшить

source: increase
pl: zwiększenie
ru: увеличить

source: SteamHeat
pl: Ciepłota pary
ru: Паровое отопление

source: Damper
pl: Amortyzator
ru: Поддувало

source: Firebox Door
pl: Drzwi od paleniska
ru: Топка

source: Firing Rate
pl: Stopień rozpalenia kotła
ru: Подача топлива

source: Manual Firing
pl: Ręczne rozpalanie kotła
ru: Ручная подача угля

source: Fire
pl: Ogień
ru: Топить

source: add shovel-full
pl: dodać pełną łopatę
ru: полными лопатами

source: Cylinder Cocks
pl: Kurki cylindra
ru: Клапаны продувки цилиндров

source: Cylinder Compound
pl: Zestaw cylindrów
ru: Компаунд

source: LargeEjector
pl: Eżektor duży
ru: Большой эжектор

source: SmallEjector
pl: Eżektor mały
ru: Малый эжектор

source: VacuumExhauster
pl: Pompa próżniowa
ru: Эксгаустер

source: normal
pl: normalny
ru: обычно

source: fast
pl: szybki
ru: ускоренно

source: Coal re-filled
pl: Węgiel został uzupełniony

source: Coal level
pl: Ilość węgla

source: Water re-filled
pl: Woda została uzupełniona
ru: Вода залита

source: Water level
pl: Poziom wody w zbiorniku
ru: Остаток воды

source: Water Scoop
pl: Wąż do wody
ru: Водяной черпак

source: up
pl: do góry
ru: поднят

source: down
pl: w dół
ru: опущен

source: Train Brake
pl: Hamulec pociągowy
ru: Автотормоза

source: release
pl: zwolniony
ru: отпускается

source: apply
pl: działa
ru: затормаживается

source: Engine Brake
pl: Hamulec lokomotywy
ru: Независ. тормоз

source: Brakeman Brake
pl: Hamulec brekowy
ru: Тормозильщик Тормозить

source: Dynamic Brake
pl: Hamulec elektrodynamiczny
ru: Динамич. тормоз

source: setup
pl: ustawianie
ru: подготовка

source: Emergency Brake
pl: Hamulec bezpieczeństwa
ru: Экстренное

source: Bail Off
pl: Odluźniacz
ru: Отпуск ВТ

source: disengage
pl: wyłączone
ru: не задействован

source: engage
pl: włączone
ru: задействован

source: Brakes
pl: Hamulce
ru: Тормоза

source: initialize
pl: inicjowanie
ru: исправлены

source: cannot initialize. Stop train then re-try.
pl: nie można zainicjować. Zatrzymaj skład i spróbuj ponownie.
ru: невозможно исправить. Сначала остановите поезд.

source: Handbrake
pl: Hamulec ręczny
ru: Ручной тормоз

source: none
pl: brak
ru: отсутствует

source: full
pl: pełny
ru: полностью затянут

source: Retainers
pl: Zawory powietrzne hamulca wagonowego
ru: Ретейнеры

source: Exhaust
pl: Wypuszczanie powietrza
ru: Выпуск

source: High Pressure
pl: Utrzymanie wysokiego ciśnienia
ru: Выс.Давление

source: Low Pressure
pl: Utrzymanie niskiego ciśnienia
ru: Низк.Давление

source: Slow Direct
pl: Wolne zwalnianie hamulca wagonowego
ru: Замедленный отпуск

source: Brake Hose
pl: Przewód hamulcowy
ru: Тормозной рукав

source: disconnect
pl: rozłączony
ru: разъединён

source: connect
pl: połączony
ru: соединён

source: Quick Release
pl: Szybkie zwolnienie
ru: Быстрый отпуск

source: Sander
pl: Piasecznica
ru: Песочница

source: Alerter
pl: Alarm
ru: Контроль бдительности

source: acknowledge
pl: przyjąłem
ru: проведён

source: Horn
pl: Syrena
ru: Тифон

source: Whistle
pl: Gwizdawka
ru: Гудок

source: blow
pl: dmucha
ru: гудит

source: Bell
pl: Dzwon
ru: Сигн.мал.громк

source: ring
pl: dzwoni
ru: звучит

source: Headlight
pl: Światła
ru: Прожектор

source: dim
pl: manewrowe
ru: тускло

source: bright
pl: pełne
ru: ярко

source: Cab Light
pl: Oświetlenie kabiny
ru: Освещение кабины

source: Wipers
pl: Wycieraczki
ru: Стеклоочистители

source: Cab
pl: Kabina
ru: Кабину

source: changing is not available
pl: nie może zostać zamieniona (niedostępna)
ru: не на что сменить

source: changing disabled. Close throttle, set reverser to neutral, stop train then re-try.
pl: nie może zostać zmieniona (opcja wyłączona). Przełącz nastawnik na pozycję "0", ustaw nawrotnik w pozycji neutralnej, zatrzymaj pociąg i spróbuj ponownie.
ru: нельзя сменить. Сначала остановите поезд, поставьте контроллер и реверсор в нейтральное положение.

source: Odometer
pl: Drogomierz
ru: Одометр

source: Battery
pl: Bateria
ru: АБ

source: PowerKey
pl: Kluczyk

source: Doors Left
pl: Drzwi po lewej stronie
ru: Лев.двери

source: Doors Right
pl: Drzwi po prawej stronie
ru: Прав.двери

source: Mirror
pl: Lusterko
ru: Зеркала

source: retract
pl: złożone
ru: сложены

source: extend
pl: rozłożone
ru: открыты

source: Switch Ahead
pl: Zwrotnica z przodu
ru: Стрелка впереди

source: locked. Use Control+M to change signals to manual mode then re-try.
pl: zablokowana. Użyj "Ctrl+M" w celu zmiany trybu działania sygnalizacji na ręczny i spróbuj ponownie.
ru: заблокирована. Используйте Control+M для перехода в маневровый режим.

source: Switch Behind
pl: Zwrotnica z tyłu
ru: Стрелка позади

source: Facing Switch Ahead
pl: Najazd na zwrotnicę od przodu

source: Facing Switch Behind
pl: Najazd na zwrotnicę od tyłu

source: Trailing Switch Ahead
pl: Zjazd ze zwrotnicy od przodu

source: Trailing Switch Behind
pl: Zjazd ze zwrotnicy od tyłu

source: Simulation Speed
pl: Prędkość symulacji
ru: Скорость симуляции

source: Uncouple After
pl: Rozłącz po
ru: Расцепить после

source: Activity
pl: Zadanie
ru: Сценарий

source: quit
pl: wyjście
ru: выйти

source: resume
pl: wznowienie
ru: продолжить

source: Replay
pl: Powtórka
ru: Переиграть

source: Overriding camera replay. Press Escape to resume camera replay.
pl: Nadpisywanie zapisu powtórki. Naciśnij "Esc", aby wznowić działanie kamery.
ru: Взять управление на себя? Для продолжения просмотра, нажмите Esc.

source: Gearbox
pl: Skrzynia biegów
ru: Коробка передач

source: locked. Use shaft before changing gear.
pl: zablokowana. Użyj drążka przed zmianą biegu.
ru: заблокирована. Сначала выключите контроллер.

source: Signal mode
pl: Tryb działania sygnalizacji
ru: Режим АЛС

source: manual
pl: ręczny
ru: маневровый

source: auto
pl: automatyczny
ru: поездной

source: locked. Stop train, then re-try.
pl: zablokowany. Zatrzymaj skład i spróbuj ponownie.
ru: заблокирован. Сначала остановите поезд.

source: Wagon fully unloaded
pl: Wagon całkowicie rozładowany
ru: Вагон полностью разгружен

source: Wagon fully loaded
pl: Wagon całkowicie załadowany
ru: Вагон полностью погружен

source: Freight load
pl: Towary
ru: Загрузка

source: Cab Radio
pl: Radiotelefon
ru: Радиостанция

source: AuxCompressor
pl: Kompresor pomocniczy

source: Compressor I
pl: Kompresor I

source: Auto
pl: Tryb automatyczny

source: Compressor II
pl: Kompresor II

source: Heating
pl: Ogrzewanie

source: Heating in Cab
pl: Ogrzewanie kabiny

source: Change Voltage System
pl: Zmiana systemu zasilania

source: AC
pl: Prąd przemienny (AC)

source: DC
pl: Prąd stały (DC)

source: Voltage Change to
pl: Napięcie zmienione na

source: Highpressure Release
pl: Upust wysokiego ciśnienia

source: Lowpressure Release
pl: Upust niskiego ciśnienia

source: Powerbreaker
pl: Wyłącznik zasilania

source: Full Cablight
pl: Pełne oświetlenie kabiny

source: Lap Button
pl: Przycisk otwarcia przewodu

source: Frontlight white left
pl: Światło przednie lewe - białe

source: Frontlight red left
pl: Światło przednie lewe - czerwone

source: Frontlight white right
pl: Światło przednie prawe - białe

source: Frontlight red right
pl: Światło przednie prawe - czerwone

source: Rearlight white left
pl: Światło tylne lewe - białe

source: Rearlight red left
pl: Światło tylne lewe - czerwone

source: Rearlight white right
pl: Światło tylne prawe - białe

source: Rearlight red right
pl: Światło tylne prawe - czerwone

source: Automatic start-up button
pl: Przycisk automatycznego uruchamiania

source: Horn 2
pl: Syrena nr 1

source: Horn 1+2
pl: Syrena nr 1+2

source: {0} to {1:0}%
pl: {0} do {1:0}%
ru: {0} до {1:0}%

# NonSteam
source: Reverser
pl: Nawrotnik
ru: Реверсор

# Steam
source: Reverser
pl: Nawrotnik
ru: Отсечка

# Alerter
source: sound
pl: dźwięk
ru: свисток

# Horn
source: sound
pl: dźwięk
ru: звучит

# Cab
source: change
pl: zamiana
ru: сменил

# Odometer
source: counting down
pl: odliczanie
ru: на убывание

# Odometer
source: counting up
pl: zliczanie
ru: на возрастание

# Switch
source: change
pl: przełożenie
ru: переведена

# Horn 2
source: sound
pl: dźwięk

# Horn 1+2
source: sound
pl: dźwięk

source: Train can't be suspended with speed not equal 0
pl: Pociąg nie może zostać wstrzymany, jeśli jego prędkość nie wynosi 0
ru: Движущийся поезд нельзя приостановить

source: To return to static train speed must be = 0
pl: Aby przywrócić pociąg statyczny prędkość musi wynosić 0
ru: Чтобы поезд снова стал статическим, остановите его

source: Player train has been included into train {0} service {1}, that automatically becomes the new player train
pl: Pociąg gracza został włączony do składu {0} uruchomionego w ramach {1}, w związku z czym automatycznie stał się nowym pociągiem gracza
ru: Поезд игрока объединён с {0} в поезд {1}, который теперь управляется Вами

source: Train partially on transfertable, can't transfer
pl: Część pociągu znajduje się poza trawerserem - nie można przesunąć składu
ru: Часть состава не на столе, переставлять нельзя

source: Transfer can't start: check throttle, speed, direction and control mode
pl: Przesuwanie nie może zostać rozpoczęte; sprawdź nastawnik, prędkość, kierunek i tryb kontroli

source: Transfertable starting transferring train
pl: Rozpoczęto przesuwanie pociągu
ru: Перестановка начата

source: Transfertable connected
pl: Trawerser połączony z torowiskiem
ru: Перестановка окончена

source: turntable
pl: obrotnica
ru: поворотный круг

source: transfertable
pl: trawerser
ru: передаточную платформу

source: Train slipped into non aligned {0}
pl: Pociąg wjechał na urządzenie, mimo iż nie był równoległy do toru na {0}
ru: Скатывание с не готового {0}

source: Train front on {0}
pl: Przód pociągu w {0}
ru: Зашёл на {0}

source: Train front outside {0}
pl: Przód pociągu poza {0}
ru: Переехал {0}

source: Train rear on {0}
pl: Tył pociągu w {0}
ru: Полностью на {0}

source: Train rear outside {0}
pl: Tył pociągu poza {0}
ru: Недозаехал на {0}

source: Train partially on turntable, can't rotate
pl: Pociąg jedynie częściowo na obrotnicy; nie może być obracany
ru: Часть поезда не на мосту

source: Rotation can't start: check throttle, speed, direction and control mode
pl: Nie można rozpocząć obracania; sprawdź nastawnik, prędkość, kierunek i tryb kontroli
ru: Не повернуть. Проверьте контроллер, реверсор, скорость, АЛС

source: Turntable starting rotation with train
pl: Rozpoczęto obrót pociągu na obrotnicy
ru: Поворот начат

source: Turntable forward connected
pl: Przód obrotnicy na miejscu
ru: Выезд вперёд

source: Turntable backward connected
pl: Tył obrotnicy na miejscu
ru: Выезд назад

source: Join success: Train {0} service {1} has been incorporated into train {2} service {3}
pl: Operacja zakończona powodzeniem - pociąg {0} kursujący w ramach {1} został włączony do pociągu {2} uruchomionego w ramach {3}
ru: Сцепка удалась: Состав {0} (Поезд) {1} сцеплен с составом {2} (Поезд) {3}

source: Coupler broken!
pl: Awaria sprzęgu!
ru: Сцепка разрушилась!

source: Coupler overloaded!
pl: Ryzyko rozerwania sprzęgu z powodu zbyt dużej masy składu!
ru: Сцепка перегружена!

source: The steam usage has exceeded the capacity of the steam boiler. Steam boiler locked out.
pl: Zbyt dużo pary - kocioł zablokowany.
ru: Расход пара превысил производительность котла.

source: Other train is blocking path
pl: Inny pociąg zajmuje drogę przebiegu
ru: Маршрут занят другим составом

source: Stopped due to errors in route setting
pl: Symulacja zatrzymana z powodu błędnych ustawień trasy
ru: Остановлен, поскольку маршрут задан с ошибками

source: No signal in train's path
pl: Brak semafora na trasie pociągu
ru: На маршруте нет сигналов

source: Next signal already allocated to other train
pl: Następny odstęp blokowy jest zajęty przez inny pociąg
ru: Участок впереди уже выделен другому поезду

source: Request to clear signal cannot be processed
pl: Żądanie podania sygnału zezwalającego na jazdę nie może być zrealizowane
ru: Запрос на открытие сигнала не может быть выполнен

source: No switch found
pl: Nie znaleziono zwrotnicy
ru: Стрелок не обнаружено

source: You cannot enter manual mode when autopiloted
pl: Nie można uruchomić trybu ręcznego, jeżeli autopilot jest włączony
ru: На автопилоте нельзя перейти в маневровый режим

source: You cannot use this command for pathless trains
pl: Nie możesz użyć tego polecenia w przypadku pociągu bez trasy
ru: Команда неприменима, когда поезду не задан маршрут

source: Train is not back on original route
pl: Pociąg nie powrócił na pierwotną trasę
ru: Поезд не вернулся на маршрут

source: Original route is reverse from present direction, stop train before switching
pl: Obecna trasa ma odwrotny kierunek niż trasa pierwotna; zatrzymaj pociąg przed zmianą kierunku
ru: Маршрут требует смены направления. Сначала остановите поезд

source: Cannot change to Manual Mode while in Explorer Mode
pl: Nie można zmienić na Tryb Ręczny (Manual Mode) w trakcie Trybu Eksploracji (Explorer Mode)
ru: В режиме исследования нельзя включить маневровый режим АЛС

source: Reversal required and rear of train not on required route
pl: Wymagana zmiana kierunku (tył pociągu poza wymaganą trasą)
ru: Необходимо сменить направление, хвост поезда не освободил стрелку

source: Cannot clear signal behind train while in AUTO mode
pl: Nie można wyświetlić sygnału zezwalającego za pociągiem w trybie AUTO
ru: Нельзя открыть сигнал сзади при автоматическом режмие АЛС

source: Passenger got out of the train
pl: Pasażer wysiadł z pociągu

source: Passenger cannot board the train!!! All the cars on the train are occupied!
pl: Pasażer nie może wejść do pociągu; wszystkie miejsca w wagonach są zajęte!

source: Passenger cannot board the train!!!
pl: Pasażer nie może wejść do pociągu!

source: Passenger got in the train
pl: Pasażer wsiadł do pociągu

source: Car
pl: Wagon
ru: Вагон

source: Locomotive
pl: Lokomotywa
ru: Локомотив

source: Train stopped due to problems with other train: train {0} , reason: {1}
pl: Pociąg zatrzymany z powodu problemów ze składem {0} ({1})
ru: Поезд остановлен из-за неполадок с другим поездом: поезд {0} , причина: {1}

source: Pantographs
pl: Pantografy
ru: Токосъёмники

source: On
pl: Włączony
ru: Вкл

source: Off
pl: Wyłączony
ru: Откл

source: No Powerkey
pl: Brak kluczyka

# PowerSupply
source: Power
pl: Zasilanie
ru: Напряж

source: Engine
pl: Silnik
ru: ДВС

source: Gear
pl: Bieg
ru: Передача

source: Control
pl: Kontrola
